{
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    "the": 4,
    ",": 5,
    ".": 6,
    "of": 7,
    "and": 8,
    "to": 9,
    "in": 10,
    "a": 11,
    "-": 12,
    "is": 13,
    "for": 14,
    "that": 15,
    "on": 16,
    "s": 17,
    "The": 18,
    "with": 19,
    "'": 20,
    "as": 21,
    "are": 22,
    "be": 23,
    "or": 24,
    "it": 25,
    "(": 26,
    "\"": 27,
    "an": 28,
    "by": 29,
    "ing": 30,
    ":": 31,
    "you": 32,
    "at": 33,
    "S@@": 34,
    "was": 35,
    "from": 36,
    "not": 37,
    "s@@": 38,
    "in@@": 39,
    "I": 40,
    "re@@": 41,
    "have": 42,
    "this": 43,
    "ed": 44,
    "will": 45,
    "t@@": 46,
    ")": 47,
    "C@@": 48,
    "g@@": 49,
    "es": 50,
    "f@@": 51,
    "b@@": 52,
    "t": 53,
    "ers": 54,
    "B@@": 55,
    "P@@": 56,
    "T@@": 57,
    "M@@": 58,
    "d@@": 59,
    "D@@": 60,
    ";": 61,
    "can": 62,
    "which": 63,
    "ation": 64,
    "p@@": 65,
    "all": 66,
    "al": 67,
    "has": 68,
    "er": 69,
    "m@@": 70,
    "c@@": 71,
    "k@@": 72,
    "y": 73,
    "e@@": 74,
    "e": 75,
    "their": 76,
    "its": 77,
    "L@@": 78,
    "y@@": 79,
    "one": 80,
    "en@@": 81,
    "E@@": 82,
    "v@@": 83,
    "In": 84,
    "we": 85,
    "i@@": 86,
    "un@@": 87,
    "r@@": 88,
    "R@@": 89,
    "your": 90,
    "F@@": 91,
    "l@@": 92,
    "st@@": 93,
    "n@@": 94,
    "u@@": 95,
    "N@@": 96,
    "o@@": 97,
    "they": 98,
    "A@@": 99,
    "al@@": 100,
    "H@@": 101,
    "K@@": 102,
    "but": 103,
    "more": 104,
    "w@@": 105,
    "h@@": 106,
    "he": 107,
    "ar@@": 108,
    "/": 109,
    "ate": 110,
    "our": 111,
    "his": 112,
    "G@@": 113,
    "an@@": 114,
    "on@@": 115,
    "A": 116,
    "other": 117,
    "were": 118,
    "i": 119,
    "O@@": 120,
    "1": 121,
    "ti@@": 122,
    "ts": 123,
    "ent": 124,
    "ated": 125,
    "able": 126,
    "er@@": 127,
    "a@@": 128,
    "m": 129,
    "at@@": 130,
    "also": 131,
    "li@@": 132,
    "o": 133,
    "or@@": 134,
    "dis@@": 135,
    "am@@": 136,
    "di@@": 137,
    "time": 138,
    "ad@@": 139,
    "2": 140,
    "ac@@": 141,
    "It": 142,
    "ted": 143,
    "been": 144,
    "?": 145,
    "as@@": 146,
    "W@@": 147,
    "d": 148,
    "who": 149,
    "about": 150,
    "it@@": 151,
    "th@@": 152,
    "el@@": 153,
    "V@@": 154,
    "up": 155,
    "had": 156,
    "ting": 157,
    "tion": 158,
    "ro@@": 159,
    "pro@@": 160,
    "т@@": 161,
    "only": 162,
    "ur@@": 163,
    "de@@": 164,
    "con@@": 165,
    "ly": 166,
    "не": 167,
    "en": 168,
    "ations": 169,
    "out": 170,
    "there": 171,
    "ab@@": 172,
    "new": 173,
    "il@@": 174,
    "This": 175,
    "us": 176,
    "z@@": 177,
    "3": 178,
    "л@@": 179,
    "into": 180,
    "ds": 181,
    "n": 182,
    "people": 183,
    "k": 184,
    "them": 185,
    "ex@@": 186,
    "any": 187,
    "would": 188,
    "ol@@": 189,
    "те": 190,
    "if": 191,
    "such": 192,
    "than": 193,
    "ri@@": 194,
    "when": 195,
    "—": 196,
    "si@@": 197,
    "та": 198,
    "ag@@": 199,
    "so": 200,
    "l": 201,
    "age": 202,
    "use": 203,
    "сем": 204,
    "em@@": 205,
    "U@@": 206,
    "do": 207,
    "ic@@": 208,
    "no": 209,
    "ap@@": 210,
    "I@@": 211,
    "ла@@": 212,
    "th": 213,
    "is@@": 214,
    "may": 215,
    "lo@@": 216,
    "should": 217,
    "sh@@": 218,
    "ally": 219,
    "р@@": 220,
    "these": 221,
    ").": 222,
    "me": 223,
    "p": 224,
    "om@@": 225,
    "In@@": 226,
    "tions": 227,
    "g": 228,
    "ine": 229,
    "ҫ@@": 230,
    "very": 231,
    "first": 232,
    "ch@@": 233,
    "some": 234,
    "4": 235,
    "et": 236,
    "ar": 237,
    "р": 238,
    "most": 239,
    "work": 240,
    "ment": 241,
    "red": 242,
    "pl@@": 243,
    "ence": 244,
    "tr@@": 245,
    "тӑ@@": 246,
    "ul@@": 247,
    "co@@": 248,
    "ding": 249,
    "ating": 250,
    "ance": 251,
    "We": 252,
    "5": 253,
    "та@@": 254,
    "im@@": 255,
    "os@@": 256,
    "нӑ": 257,
    "information": 258,
    "well": 259,
    "ш@@": 260,
    "my": 261,
    "pre@@": 262,
    "sp@@": 263,
    "what": 264,
    "over": 265,
    "su@@": 266,
    "j@@": 267,
    "к@@": 268,
    "es@@": 269,
    "If": 270,
    "Russian": 271,
    "be@@": 272,
    "no@@": 273,
    "J@@": 274,
    "ter": 275,
    "ity": 276,
    "ic": 277,
    "gr@@": 278,
    "),": 279,
    "sion": 280,
    "са": 281,
    "Russia": 282,
    "ous": 283,
    "ха@@": 284,
    "ӗ@@": 285,
    "two": 286,
    "years": 287,
    "world": 288,
    "way": 289,
    "а@@": 290,
    "ant": 291,
    "E": 292,
    "se@@": 293,
    "where": 294,
    "like": 295,
    "et@@": 296,
    "said": 297,
    "ve": 298,
    "ded": 299,
    "system": 300,
    "per@@": 301,
    "хӑ@@": 302,
    "der": 303,
    "als": 304,
    "ir@@": 305,
    "used": 306,
    ".\"": 307,
    "many": 308,
    "Con@@": 309,
    "н": 310,
    "king": 311,
    "then": 312,
    "le": 313,
    "sub@@": 314,
    "ху@@": 315,
    "day": 316,
    "н@@": 317,
    "mo@@": 318,
    "le@@": 319,
    "6": 320,
    "ма": 321,
    "ent@@": 322,
    "х@@": 323,
    "’": 324,
    "year": 325,
    "countries": 326,
    "between": 327,
    "through": 328,
    "ту@@": 329,
    "her": 330,
    "ak@@": 331,
    "um": 332,
    "ӑ@@": 333,
    "Y@@": 334,
    "S": 335,
    "h": 336,
    "ec@@": 337,
    "after": 338,
    "est": 339,
    "ies": 340,
    "qu@@": 341,
    "op@@": 342,
    "even": 343,
    "ans": 344,
    "на": 345,
    "could": 346,
    "x": 347,
    "м@@": 348,
    "ary": 349,
    "development": 350,
    "ed@@": 351,
    "gu@@": 352,
    "how": 353,
    "make": 354,
    "ings": 355,
    "You": 356,
    "ks": 357,
    "um@@": 358,
    "па@@": 359,
    "й@@": 360,
    "But": 361,
    "7": 362,
    "those": 363,
    "п@@": 364,
    "inter@@": 365,
    "For": 366,
    "x@@": 367,
    "ty": 368,
    "He": 369,
    "made": 370,
    "And": 371,
    "ob@@": 372,
    "C": 373,
    "min@@": 374,
    "just": 375,
    "ӗ": 376,
    "!": 377,
    "b": 378,
    "el": 379,
    "%": 380,
    "сене": 381,
    "us@@": 382,
    "now": 383,
    "ut@@": 384,
    "ра@@": 385,
    "because": 386,
    "ev@@": 387,
    "must": 388,
    "я@@": 389,
    "same": 390,
    "с@@": 391,
    "ative": 392,
    "8": 393,
    "у@@": 394,
    "ra@@": 395,
    "end": 396,
    "him": 397,
    "10": 398,
    "res@@": 399,
    "under": 400,
    "D": 401,
    "right": 402,
    "c": 403,
    "ch": 404,
    "Re@@": 405,
    "trans@@": 406,
    "am": 407,
    "х": 408,
    "part": 409,
    "ates": 410,
    "рӑ@@": 411,
    "ad": 412,
    "see": 413,
    "чӗ": 414,
    "се": 415,
    "T": 416,
    "ite": 417,
    "лӗ": 418,
    "An@@": 419,
    "id@@": 420,
    "number": 421,
    "being": 422,
    "international": 423,
    "ӑн": 424,
    "country": 425,
    "de": 426,
    "enti@@": 427,
    "life": 428,
    "take": 429,
    "ure": 430,
    "Ch@@": 431,
    "including": 432,
    "ical": 433,
    "get": 434,
    "те@@": 435,
    "place": 436,
    "ph@@": 437,
    "each": 438,
    "ments": 439,
    "te@@": 440,
    "ра": 441,
    "ents": 442,
    "need": 443,
    "кӑ@@": 444,
    "data": 445,
    "tive": 446,
    "M": 447,
    "ка@@": 448,
    "ha@@": 449,
    "state": 450,
    "к": 451,
    "set": 452,
    "fi@@": 453,
    "9": 454,
    "own": 455,
    "As": 456,
    "fe@@": 457,
    ",\"": 458,
    "ement": 459,
    "ability": 460,
    "par@@": 461,
    "ved": 462,
    "per": 463,
    "ain": 464,
    "str@@": 465,
    "There": 466,
    "ho@@": 467,
    "St@@": 468,
    "1@@": 469,
    "less": 470,
    "ne@@": 471,
    "ӑ": 472,
    "т": 473,
    "cl@@": 474,
    "sive": 475,
    "кӗ@@": 476,
    "па": 477,
    "bo@@": 478,
    "bl@@": 479,
    "se": 480,
    "re": 481,
    "during": 482,
    "Ar@@": 483,
    "different": 484,
    "high": 485,
    "man@@": 486,
    "support": 487,
    "ons": 488,
    "before": 489,
    "ely": 490,
    "sts": 491,
    "la@@": 492,
    "est@@": 493,
    "shall": 494,
    "te": 495,
    "business": 496,
    "ors": 497,
    "2@@": 498,
    "services": 499,
    "market": 500,
    "old": 501,
    "fin@@": 502,
    "we@@": 503,
    "av@@": 504,
    "ou@@": 505,
    "for@@": 506,
    "go": 507,
    "“": 508,
    "company": 509,
    "ass@@": 510,
    "Pro@@": 511,
    "vi@@": 512,
    "са@@": 513,
    "public": 514,
    "O": 515,
    "ма@@": 516,
    "Al@@": 517,
    "against": 518,
    "dec@@": 519,
    "ay": 520,
    "res": 521,
    "service": 522,
    "ow@@": 523,
    "ast@@": 524,
    "much": 525,
    "both": 526,
    "without": 527,
    "order": 528,
    "To": 529,
    "while": 530,
    "ver@@": 531,
    "rec@@": 532,
    "fac@@": 533,
    "using": 534,
    "They": 535,
    "ӗн": 536,
    "good": 537,
    "comp@@": 538,
    "long": 539,
    "вӑл": 540,
    "v": 541,
    "within": 542,
    "лӑ@@": 543,
    "нӗ": 544,
    "ay@@": 545,
    "to@@": 546,
    "economic": 547,
    "ӗн@@": 548,
    "come": 549,
    "form": 550,
    "oc@@": 551,
    "important": 552,
    "power": 553,
    "ле@@": 554,
    "up@@": 555,
    "ю@@": 556,
    "gi@@": 557,
    "man": 558,
    "government": 559,
    "he@@": 560,
    "пӑ@@": 561,
    "hi@@": 562,
    "gh@@": 563,
    "she": 564,
    "level": 565,
    "po@@": 566,
    "br@@": 567,
    "сен": 568,
    "Z@@": 569,
    "ice": 570,
    "3@@": 571,
    "fl@@": 572,
    "know": 573,
    "ties": 574,
    "land": 575,
    "пе": 576,
    "back": 577,
    "tly": 578,
    "ying": 579,
    "national": 580,
    "ч@@": 581,
    "7@@": 582,
    "лӗ@@": 583,
    "r": 584,
    "ge": 585,
    "ep@@": 586,
    "ter@@": 587,
    "ants": 588,
    "ӳ@@": 589,
    "Th@@": 590,
    "20": 591,
    "When": 592,
    "human": 593,
    "пӗ@@": 594,
    "based": 595,
    "ism": 596,
    "pe@@": 597,
    "...": 598,
    "ver": 599,
    "three": 600,
    "[": 601,
    "tor": 602,
    "рӗ": 603,
    "port": 604,
    "following": 605,
    "л": 606,
    "does": 607,
    "P": 608,
    "On": 609,
    "ov@@": 610,
    "ҫу@@": 611,
    "ist": 612,
    "want": 613,
    "process": 614,
    "case": 615,
    "United": 616,
    "Par@@": 617,
    "вӑ@@": 618,
    "ast": 619,
    "ness": 620,
    "ful": 621,
    "м": 622,
    "6@@": 623,
    "acc@@": 624,
    "sol@@": 625,
    "compl@@": 626,
    "last": 627,
    "ses": 628,
    "all@@": 629,
    "cont@@": 630,
    "dr@@": 631,
    "car@@": 632,
    "available": 633,
    "st": 634,
    "B": 635,
    "ati@@": 636,
    "ten@@": 637,
    "sk@@": 638,
    "с": 639,
    "sing": 640,
    "лӑ": 641,
    "and@@": 642,
    "help": 643,
    "example": 644,
    "пул@@": 645,
    "water": 646,
    "les": 647,
    "vis@@": 648,
    "down": 649,
    "children": 650,
    "did": 651,
    "8@@": 652,
    "pri@@": 653,
    "mar@@": 654,
    "access": 655,
    "still": 656,
    "free": 657,
    "ences": 658,
    "«": 659,
    "rights": 660,
    "ory": 661,
    "possible": 662,
    "ill@@": 663,
    "sec@@": 664,
    "under@@": 665,
    "au@@": 666,
    "me@@": 667,
    "sur@@": 668,
    "project": 669,
    "15": 670,
    "ку@@": 671,
    "every": 672,
    "–": 673,
    "line": 674,
    "ual": 675,
    "U": 676,
    "cre@@": 677,
    "here": 678,
    "mon@@": 679,
    "$": 680,
    "ing@@": 681,
    "led": 682,
    "pos@@": 683,
    "form@@": 684,
    "ving": 685,
    "ҫа@@": 686,
    "States": 687,
    "political": 688,
    "tic": 689,
    "har@@": 690,
    "шӑ@@": 691,
    "rel@@": 692,
    "Li@@": 693,
    "ages": 694,
    "000": 695,
    "ре@@": 696,
    "ator": 697,
    "u": 698,
    "law": 699,
    "At": 700,
    "body": 701,
    "пу@@": 702,
    "ӑна": 703,
    "на@@": 704,
    "uni@@": 705,
    "els": 706,
    "ess@@": 707,
    "ture": 708,
    "тӗ@@": 709,
    "great": 710,
    "view": 711,
    "local": 712,
    "control": 713,
    "another": 714,
    "God": 715,
    "Ex@@": 716,
    "do@@": 717,
    "social": 718,
    "ia": 719,
    "fied": 720,
    "security": 721,
    "the@@": 722,
    "ran@@": 723,
    "bi@@": 724,
    "met@@": 725,
    "area": 726,
    "ist@@": 727,
    "name": 728,
    "sc@@": 729,
    "find": 730,
    "ble": 731,
    "low": 732,
    "*": 733,
    "sions": 734,
    "ics": 735,
    "30": 736,
    "ot@@": 737,
    "R": 738,
    "working": 739,
    "12": 740,
    "production": 741,
    "]": 742,
    "пи@@": 743,
    "ps": 744,
    "change": 745,
    "action": 746,
    "provide": 747,
    "ки@@": 748,
    "9@@": 749,
    "over@@": 750,
    "group": 751,
    "и@@": 752,
    "European": 753,
    "out@@": 754,
    "become": 755,
    "ace": 756,
    "ru@@": 757,
    "tic@@": 758,
    "ess": 759,
    "der@@": 760,
    "0": 761,
    "5@@": 762,
    "ни@@": 763,
    "ever": 764,
    "F": 765,
    "tors": 766,
    "пӗр": 767,
    "financial": 768,
    "ӗҫ@@": 769,
    "ен@@": 770,
    "19@@": 771,
    "--": 772,
    "ked": 773,
    "date": 774,
    "tu@@": 775,
    "ong": 776,
    "ther@@": 777,
    "ves": 778,
    "room": 779,
    "million": 780,
    "ff@@": 781,
    "и": 782,
    "means": 783,
    "ҫи@@": 784,
    "gen@@": 785,
    "health": 786,
    "ited": 787,
    "best": 788,
    "end@@": 789,
    "ard": 790,
    "companies": 791,
    "energy": 792,
    "тата": 793,
    "ҫы@@": 794,
    "ters": 795,
    "side": 796,
    "ill": 797,
    "Ac@@": 798,
    "management": 799,
    "war@@": 800,
    "w": 801,
    "her@@": 802,
    "ren@@": 803,
    "activities": 804,
    "ish": 805,
    "sel@@": 806,
    "eng@@": 807,
    "sed": 808,
    "main": 809,
    "our@@": 810,
    "table": 811,
    "cri@@": 812,
    "say": 813,
    "around": 814,
    "However": 815,
    "city": 816,
    "fy": 817,
    "since": 818,
    "tri@@": 819,
    "кала@@": 820,
    "large": 821,
    "чӗ@@": 822,
    "ality": 823,
    "State": 824,
    "think": 825,
    "products": 826,
    "inv@@": 827,
    "4@@": 828,
    "pr@@": 829,
    "En@@": 830,
    "id": 831,
    "ov": 832,
    "wor@@": 833,
    "ail": 834,
    "sen@@": 835,
    "ination": 836,
    "Moscow": 837,
    "necessary": 838,
    "ise": 839,
    "pen@@": 840,
    "present": 841,
    "ла": 842,
    "small": 843,
    "por@@": 844,
    "кан": 845,
    "Ad@@": 846,
    "А@@": 847,
    "tional": 848,
    "Sh@@": 849,
    "point": 850,
    "ран": 851,
    "az@@": 852,
    "ling": 853,
    "ect": 854,
    "ell": 855,
    "light": 856,
    "ear@@": 857,
    "All": 858,
    "ai@@": 859,
    "сӑ@@": 860,
    "ci@@": 861,
    "policy": 862,
    "L": 863,
    "called": 864,
    "fact": 865,
    "already": 866,
    "bu@@": 867,
    "aw@@": 868,
    "International": 869,
    "site": 870,
    "quality": 871,
    "wh@@": 872,
    "den": 873,
    "pres@@": 874,
    "ni@@": 875,
    "Mar@@": 876,
    "always": 877,
    "ell@@": 878,
    "ari@@": 879,
    "11": 880,
    "»": 881,
    "ke": 882,
    "йӑ@@": 883,
    "ering": 884,
    "N": 885,
    "Europe": 886,
    "hol@@": 887,
    "among": 888,
    "ft": 889,
    "put": 890,
    "person": 891,
    "going": 892,
    "z": 893,
    "ry": 894,
    "тер@@": 895,
    "What": 896,
    "fully": 897,
    "ms": 898,
    "oo@@": 899,
    "ҫын@@": 900,
    "ged": 901,
    "мӑ@@": 902,
    "region": 903,
    "air@@": 904,
    "ines": 905,
    "ре": 906,
    "ici@@": 907,
    "att@@": 908,
    "course": 909,
    "members": 910,
    "period": 911,
    "ake": 912,
    "рт@@": 913,
    "пек": 914,
    "days": 915,
    "times": 916,
    "”": 917,
    "X@@": 918,
    "ently": 919,
    "ian": 920,
    "off": 921,
    "problems": 922,
    "ub@@": 923,
    "е": 924,
    "ain@@": 925,
    "Com@@": 926,
    "Be@@": 927,
    "ни": 928,
    "men": 929,
    "don": 930,
    "Windows": 931,
    "future": 932,
    "women": 933,
    "experience": 934,
    "mat@@": 935,
    "several": 936,
    "legal": 937,
    "too": 938,
    "mi@@": 939,
    "K": 940,
    "iz@@": 941,
    "foreign": 942,
    "found": 943,
    "вара": 944,
    "val@@": 945,
    "мӗ@@": 946,
    "в@@": 947,
    "fication": 948,
    "ти@@": 949,
    "conditions": 950,
    "рса": 951,
    "0@@": 952,
    "President": 953,
    "adv@@": 954,
    "ological": 955,
    "ть": 956,
    "full": 957,
    "US": 958,
    "ҫҫӗ": 959,
    "second": 960,
    "few": 961,
    "ized": 962,
    "next": 963,
    "пы@@": 964,
    "systems": 965,
    "ade": 966,
    "мӗн": 967,
    "ning": 968,
    "non": 969,
    "give": 970,
    "du@@": 971,
    "Pl@@": 972,
    "ви@@": 973,
    "rest": 974,
    "real": 975,
    "ns": 976,
    "ва@@": 977,
    "oun@@": 978,
    "Un@@": 979,
    "нине": 980,
    "program": 981,
    "й": 982,
    "atic": 983,
    "Sp@@": 984,
    "off@@": 985,
    "50": 986,
    "special": 987,
    "open": 988,
    "ҫӗ@@": 989,
    "ship": 990,
    "ports": 991,
    "include": 992,
    "ме": 993,
    "ately": 994,
    "result": 995,
    "One": 996,
    "These": 997,
    "serv@@": 998,
    "often": 999,
    "uc@@": 1000,
    "ize": 1001,
    "current": 1002,
    "ery": 1003,
    "thing": 1004,
    "Ukraine": 1005,
    "col@@": 1006,
    "вӗ@@": 1007,
    "Di@@": 1008,
    "f": 1009,
    "gre@@": 1010,
    "value": 1011,
    "so@@": 1012,
    "\".": 1013,
    "never": 1014,
    "G": 1015,
    "file": 1016,
    "ри": 1017,
    "taken": 1018,
    "ained": 1019,
    "key": 1020,
    "provided": 1021,
    "tor@@": 1022,
    "create": 1023,
    "aff@@": 1024,
    "given": 1025,
    "det@@": 1026,
    "might": 1027,
    "resources": 1028,
    "lin@@": 1029,
    "sted": 1030,
    "2008": 1031,
    "self": 1032,
    "results": 1033,
    "away": 1034,
    "af@@": 1035,
    "act": 1036,
    "oil": 1037,
    "ҫӑ@@": 1038,
    "known": 1039,
    "mis@@": 1040,
    "ack": 1041,
    "things": 1042,
    "initi@@": 1043,
    "clo@@": 1044,
    "building": 1045,
    "ators": 1046,
    "head": 1047,
    "areas": 1048,
    "problem": 1049,
    "си@@": 1050,
    "des@@": 1051,
    "tre@@": 1052,
    "cha@@": 1053,
    "together": 1054,
    "RE@@": 1055,
    "tur@@": 1056,
    "better": 1057,
    "cap@@": 1058,
    "ir": 1059,
    "14": 1060,
    "cu@@": 1061,
    "•": 1062,
    "Republic": 1063,
    "п": 1064,
    "situation": 1065,
    "den@@": 1066,
    "position": 1067,
    "ge@@": 1068,
    "sha@@": 1069,
    "sup@@": 1070,
    "report": 1071,
    "hel@@": 1072,
    "De@@": 1073,
    "ger": 1074,
    "sign@@": 1075,
    "jo@@": 1076,
    "ban@@": 1077,
    "ones": 1078,
    "ue": 1079,
    "increase": 1080,
    "identi@@": 1081,
    "top": 1082,
    "ore": 1083,
    "ali@@": 1084,
    "further": 1085,
    "2007": 1086,
    "education": 1087,
    "Le@@": 1088,
    "хи@@": 1089,
    "IC@@": 1090,
    "issues": 1091,
    "cannot": 1092,
    "uses": 1093,
    "application": 1094,
    "computer": 1095,
    "ман": 1096,
    "gn@@": 1097,
    "making": 1098,
    "money": 1099,
    "dro@@": 1100,
    "ă@@": 1101,
    "ution": 1102,
    "list": 1103,
    "global": 1104,
    "ned": 1105,
    "type": 1106,
    "today": 1107,
    "gas": 1108,
    "row@@": 1109,
    "gs": 1110,
    "rou@@": 1111,
    "Internet": 1112,
    "New": 1113,
    "лан@@": 1114,
    "в": 1115,
    "ption": 1116,
    "others": 1117,
    "family": 1118,
    "il": 1119,
    "upon": 1120,
    "mer@@": 1121,
    "After": 1122,
    "tical": 1123,
    "ik@@": 1124,
    "Y": 1125,
    "16": 1126,
    "main@@": 1127,
    "needs": 1128,
    "ash@@": 1129,
    "air": 1130,
    "again": 1131,
    "particular": 1132,
    "tics": 1133,
    "account": 1134,
    "general": 1135,
    "For@@": 1136,
    "не@@": 1137,
    "coun@@": 1138,
    "certain": 1139,
    "home": 1140,
    ".@@": 1141,
    "term": 1142,
    "network": 1143,
    "growth": 1144,
    "coll@@": 1145,
    "little": 1146,
    "ун@@": 1147,
    "meeting": 1148,
    "25": 1149,
    "ber@@": 1150,
    "V": 1151,
    "&": 1152,
    "ght": 1153,
    "пуҫ@@": 1154,
    "comm@@": 1155,
    "18": 1156,
    "pol@@": 1157,
    "ӗнче": 1158,
    "2009": 1159,
    "mil@@": 1160,
    "ats": 1161,
    "bro@@": 1162,
    "changes": 1163,
    "ke@@": 1164,
    "Fin@@": 1165,
    "So": 1166,
    "held": 1167,
    "various": 1168,
    "impro@@": 1169,
    "field": 1170,
    "look": 1171,
    "comb@@": 1172,
    "com@@": 1173,
    "13": 1174,
    "ta@@": 1175,
    "тар@@": 1176,
    "elec@@": 1177,
    "ig@@": 1178,
    "projects": 1179,
    "press": 1180,
    "regional": 1181,
    "gation": 1182,
    "media": 1183,
    "dic@@": 1184,
    "ens": 1185,
    "face": 1186,
    "ped": 1187,
    "That": 1188,
    "sw@@": 1189,
    "ust": 1190,
    "General": 1191,
    "private": 1192,
    "start": 1193,
    "ily": 1194,
    "\",": 1195,
    "took": 1196,
    "oper@@": 1197,
    "ology": 1198,
    "win@@": 1199,
    "ри@@": 1200,
    "pass@@": 1201,
    "art": 1202,
    "training": 1203,
    "dri@@": 1204,
    "Ҫ@@": 1205,
    "Su@@": 1206,
    "Ҫӳлхуҫа": 1207,
    "Mo@@": 1208,
    "AT@@": 1209,
    "arm@@": 1210,
    "gl@@": 1211,
    "Mr": 1212,
    "due": 1213,
    "char@@": 1214,
    "whole": 1215,
    "inc@@": 1216,
    "related": 1217,
    "lic@@": 1218,
    "hy@@": 1219,
    "let": 1220,
    "ste@@": 1221,
    "ational": 1222,
    "семпе": 1223,
    "вӗсем": 1224,
    "onal": 1225,
    "hand": 1226,
    "actions": 1227,
    "equipment": 1228,
    "something": 1229,
    "World": 1230,
    "expl@@": 1231,
    "sk": 1232,
    "prof@@": 1233,
    "produc@@": 1234,
    "лӑх@@": 1235,
    "Pol@@": 1236,
    "role": 1237,
    "far": 1238,
    "research": 1239,
    "ests": 1240,
    "Au@@": 1241,
    "war": 1242,
    "trade": 1243,
    "ll": 1244,
    "industry": 1245,
    "fo@@": 1246,
    "ef": 1247,
    "interest": 1248,
    "above": 1249,
    "IN@@": 1250,
    "int@@": 1251,
    "technology": 1252,
    "server": 1253,
    "vo@@": 1254,
    "least": 1255,
    "China": 1256,
    "tion@@": 1257,
    "natural": 1258,
    "commit@@": 1259,
    "ил@@": 1260,
    "ase": 1261,
    "organizations": 1262,
    "indic@@": 1263,
    "click": 1264,
    "society": 1265,
    "user": 1266,
    "anc@@": 1267,
    "кай@@": 1268,
    "ection": 1269,
    "ve@@": 1270,
    "лен@@": 1271,
    "lar@@": 1272,
    "ground": 1273,
    "real@@": 1274,
    "groups": 1275,
    "major": 1276,
    "left": 1277,
    "pi@@": 1278,
    "works": 1279,
    "ot": 1280,
    "Per@@": 1281,
    "stri@@": 1282,
    "software": 1283,
    "ner": 1284,
    "24": 1285,
    "17": 1286,
    "ization": 1287,
    "ically": 1288,
    "пур@@": 1289,
    "ins": 1290,
    "sure": 1291,
    "cooperation": 1292,
    "Wh@@": 1293,
    "came": 1294,
    "Committee": 1295,
    "нӑ@@": 1296,
    "Pr@@": 1297,
    "Council": 1298,
    "says": 1299,
    "developed": 1300,
    "эпӗ": 1301,
    "according": 1302,
    "TV": 1303,
    "вы@@": 1304,
    "He@@": 1305,
    "range": 1306,
    "wi@@": 1307,
    "military": 1308,
    "National": 1309,
    "With": 1310,
    "vir@@": 1311,
    "Bo@@": 1312,
    "until": 1313,
    "Bank": 1314,
    "ы@@": 1315,
    "lot": 1316,
    "forms": 1317,
    "ша@@": 1318,
    "def@@": 1319,
    "common": 1320,
    "ӗҫ": 1321,
    "ҫине": 1322,
    "bre@@": 1323,
    "measures": 1324,
    "2010": 1325,
    "authorities": 1326,
    "sum@@": 1327,
    "ches": 1328,
    "tal@@": 1329,
    "protection": 1330,
    "ges": 1331,
    "property": 1332,
    "CO@@": 1333,
    "fer@@": 1334,
    "ӗр@@": 1335,
    "Вӑл": 1336,
    "why": 1337,
    "ili@@": 1338,
    "eri@@": 1339,
    "construction": 1340,
    "really": 1341,
    "No": 1342,
    "AR@@": 1343,
    "row": 1344,
    "iting": 1345,
    "spe@@": 1346,
    "operation": 1347,
    "half": 1348,
    "dre@@": 1349,
    "terms": 1350,
    "ire": 1351,
    "whether": 1352,
    "чӑ@@": 1353,
    "book": 1354,
    "men@@": 1355,
    "plan@@": 1356,
    "Gu@@": 1357,
    "arti@@": 1358,
    "Mon@@": 1359,
    "months": 1360,
    "ҫинчен": 1361,
    "ER@@": 1362,
    "ei@@": 1363,
    "American": 1364,
    "ys": 1365,
    "os": 1366,
    "тан": 1367,
    "basis": 1368,
    "100": 1369,
    "тӑр": 1370,
    "force": 1371,
    "price": 1372,
    "UN@@": 1373,
    "wide": 1374,
    "son": 1375,
    "community": 1376,
    "users": 1377,
    "percent": 1378,
    "decision": 1379,
    "required": 1380,
    "located": 1381,
    "су@@": 1382,
    "ail@@": 1383,
    "ча@@": 1384,
    "total": 1385,
    "ха": 1386,
    "specific": 1387,
    "ping": 1388,
    "contribu@@": 1389,
    "play": 1390,
    "aster": 1391,
    "ied": 1392,
    "tory": 1393,
    "cases": 1394,
    "later": 1395,
    "food": 1396,
    "е@@": 1397,
    "Pri@@": 1398,
    "four": 1399,
    "having": 1400,
    "ples": 1401,
    "words": 1402,
    "dem@@": 1403,
    "care": 1404,
    "history": 1405,
    "sti@@": 1406,
    "especially": 1407,
    "economy": 1408,
    "acy": 1409,
    "ple": 1410,
    "knowledge": 1411,
    "ce": 1412,
    "Wor@@": 1413,
    "hard": 1414,
    "40": 1415,
    "ets": 1416,
    "ensure": 1417,
    "house": 1418,
    "Ҫа@@": 1419,
    "cop@@": 1420,
    "rate": 1421,
    "тух@@": 1422,
    "head@@": 1423,
    "fu@@": 1424,
    "кун@@": 1425,
    "exc@@": 1426,
    "defin@@": 1427,
    "low@@": 1428,
    "ening": 1429,
    "kind": 1430,
    "ca@@": 1431,
    "activity": 1432,
    "кан@@": 1433,
    "show": 1434,
    "20@@": 1435,
    "mission": 1436,
    "И@@": 1437,
    "Me@@": 1438,
    "Soviet": 1439,
    "лӑх": 1440,
    "pris@@": 1441,
    "word": 1442,
    "ile": 1443,
    "implementation": 1444,
    "mul@@": 1445,
    "vic@@": 1446,
    "close": 1447,
    "X": 1448,
    "ities": 1449,
    "exten@@": 1450,
    "пулнӑ": 1451,
    "ud@@": 1452,
    "пӗл@@": 1453,
    "тенӗ": 1454,
    "once": 1455,
    "ick": 1456,
    "AN@@": 1457,
    "technical": 1458,
    "environment": 1459,
    "space": 1460,
    "мар": 1461,
    "cle@@": 1462,
    "try": 1463,
    "higher": 1464,
    "population": 1465,
    "past": 1466,
    "speci@@": 1467,
    "issue": 1468,
    "dra@@": 1469,
    "пат@@": 1470,
    "cost": 1471,
    "young": 1472,
    "IT@@": 1473,
    "page": 1474,
    "cent@@": 1475,
    "By": 1476,
    "ack@@": 1477,
    "sky": 1478,
    "pt": 1479,
    "spec@@": 1480,
    "ls": 1481,
    "gener@@": 1482,
    "рӑн@@": 1483,
    "ach@@": 1484,
    "performance": 1485,
    "bur@@": 1486,
    "early": 1487,
    "tle": 1488,
    "amount": 1489,
    "ered": 1490,
    "active": 1491,
    "cor@@": 1492,
    "avi@@": 1493,
    "taking": 1494,
    "ging": 1495,
    "product": 1496,
    "effective": 1497,
    "ases": 1498,
    "risk": 1499,
    "rit@@": 1500,
    "offer": 1501,
    "design": 1502,
    "organization": 1503,
    "ually": 1504,
    "facilities": 1505,
    "хӑй@@": 1506,
    "18@@": 1507,
    "live": 1508,
    "Government": 1509,
    "ication": 1510,
    "equ@@": 1511,
    "tain": 1512,
    "H": 1513,
    "either": 1514,
    "2006": 1515,
    "тӳ@@": 1516,
    "living": 1517,
    "love": 1518,
    "five": 1519,
    "provides": 1520,
    "jud@@": 1521,
    "itself": 1522,
    "tran@@": 1523,
    "ories": 1524,
    "however": 1525,
    "personal": 1526,
    "created": 1527,
    "grad@@": 1528,
    "ther": 1529,
    "del@@": 1530,
    "ished": 1531,
    "language": 1532,
    "hun@@": 1533,
    "almost": 1534,
    "lab@@": 1535,
    "became": 1536,
    "bri@@": 1537,
    "val": 1538,
    "offers": 1539,
    "sm@@": 1540,
    "унӑн": 1541,
    "remo@@": 1542,
    "Im@@": 1543,
    "ang@@": 1544,
    "child": 1545,
    "third": 1546,
    "investment": 1547,
    "box": 1548,
    "IS@@": 1549,
    "ҫ": 1550,
    "assi@@": 1551,
    "Ma@@": 1552,
    "ach": 1553,
    "ме@@": 1554,
    "rather": 1555,
    "party": 1556,
    "size": 1557,
    "believe": 1558,
    "ish@@": 1559,
    "His": 1560,
    "des": 1561,
    "Эпӗ": 1562,
    "Union": 1563,
    "question": 1564,
    "single": 1565,
    "team": 1566,
    "addition": 1567,
    "direc@@": 1568,
    "mor@@": 1569,
    "sector": 1570,
    "school": 1571,
    "ards": 1572,
    "suppl@@": 1573,
    "ways": 1574,
    "anti@@": 1575,
    "inf@@": 1576,
    "fun@@": 1577,
    "done": 1578,
    "loc@@": 1579,
    "developing": 1580,
    "Our": 1581,
    "2005": 1582,
    "expen@@": 1583,
    "ago": 1584,
    "тса": 1585,
    "ose": 1586,
    "Group": 1587,
    "go@@": 1588,
    "ак@@": 1589,
    "Regi@@": 1590,
    "plan": 1591,
    "member": 1592,
    "wat@@": 1593,
    "individual": 1594,
    "ey": 1595,
    "tel@@": 1596,
    "stan@@": 1597,
    "clear": 1598,
    "ris@@": 1599,
    "ress": 1600,
    "ements": 1601,
    "represent@@": 1602,
    "comes": 1603,
    "exp@@": 1604,
    "хӗ@@": 1605,
    "Microsoft": 1606,
    "leg@@": 1607,
    "э@@": 1608,
    "capital": 1609,
    "game": 1610,
    "Se@@": 1611,
    "etc": 1612,
    "address": 1613,
    "19": 1614,
    "ӗнтӗ": 1615,
    "mark@@": 1616,
    "fil@@": 1617,
    "ame": 1618,
    "are@@": 1619,
    "share": 1620,
    "тӗр@@": 1621,
    "continue": 1622,
    "ications": 1623,
    "…": 1624,
    "themselves": 1625,
    "trac@@": 1626,
    "respon@@": 1627,
    "ined": 1628,
    "ected": 1629,
    "commun@@": 1630,
    "ven@@": 1631,
    "coming": 1632,
    "jec@@": 1633,
    "bar@@": 1634,
    "mind": 1635,
    "started": 1636,
    "ars": 1637,
    "yet": 1638,
    "modern": 1639,
    "established": 1640,
    "teach@@": 1641,
    "чен": 1642,
    "road": 1643,
    "fol@@": 1644,
    "тесе": 1645,
    "manufac@@": 1646,
    "хи": 1647,
    "additional": 1648,
    "According": 1649,
    "work@@": 1650,
    "chan@@": 1651,
    "door": 1652,
    "enough": 1653,
    "run": 1654,
    "21": 1655,
    "ists": 1656,
    "received": 1657,
    "files": 1658,
    "olo@@": 1659,
    "version": 1660,
    "hold": 1661,
    "ders": 1662,
    "tim@@": 1663,
    "Service": 1664,
    "ously": 1665,
    "sou@@": 1666,
    "ave": 1667,
    "Ro@@": 1668,
    "features": 1669,
    "ber": 1670,
    "capacity": 1671,
    "keep": 1672,
    "Ab@@": 1673,
    "pe": 1674,
    "got": 1675,
    "Server": 1676,
    "chi@@": 1677,
    "Qu@@": 1678,
    "potential": 1679,
    "ices": 1680,
    "atory": 1681,
    "via": 1682,
    "institutions": 1683,
    "шӑн": 1684,
    "mit": 1685,
    "вӗсене": 1686,
    "ues": 1687,
    "ш": 1688,
    "ҫав": 1689,
    "events": 1690,
    "Some": 1691,
    "Convention": 1692,
    "documents": 1693,
    "2003": 1694,
    "peri@@": 1695,
    "back@@": 1696,
    "call": 1697,
    "ghts": 1698,
    "bank": 1699,
    "ласа": 1700,
    "ale": 1701,
    "nuclear": 1702,
    "ath": 1703,
    "inten@@": 1704,
    "tice": 1705,
    "aged": 1706,
    "Company": 1707,
    "cur@@": 1708,
    "ze": 1709,
    "emp@@": 1710,
    "cam@@": 1711,
    "00": 1712,
    "ret@@": 1713,
    "outh": 1714,
    "dio": 1715,
    "че": 1716,
    "fr@@": 1717,
    "ster": 1718,
    "чу@@": 1719,
    "ле": 1720,
    "co": 1721,
    "ти": 1722,
    "exam@@": 1723,
    "кил@@": 1724,
    "test": 1725,
    "Kazakhstan": 1726,
    "22": 1727,
    "tw@@": 1728,
    "RO@@": 1729,
    "efforts": 1730,
    "Nations": 1731,
    "cip@@": 1732,
    "billion": 1733,
    "Article": 1734,
    "went": 1735,
    "though": 1736,
    "ched": 1737,
    "60": 1738,
    "To@@": 1739,
    "mag@@": 1740,
    "materials": 1741,
    "aid": 1742,
    "ital": 1743,
    "ҫӗр@@": 1744,
    "nature": 1745,
    "ли@@": 1746,
    "arch@@": 1747,
    "sent": 1748,
    "makes": 1749,
    "Central": 1750,
    "ori@@": 1751,
    "lim@@": 1752,
    "acts": 1753,
    "ты@@": 1754,
    "ort": 1755,
    "increased": 1756,
    "ten": 1757,
    "ency": 1758,
    "mit@@": 1759,
    "Min@@": 1760,
    "шӗ": 1761,
    "ide@@": 1762,
    "treatment": 1763,
    "material": 1764,
    "Web": 1765,
    "persons": 1766,
    "Tr@@": 1767,
    "10@@": 1768,
    "Co@@": 1769,
    "ман@@": 1770,
    "exper@@": 1771,
    "ably": 1772,
    "hand@@": 1773,
    "event": 1774,
    "content": 1775,
    "ev": 1776,
    "ables": 1777,
    "turned": 1778,
    "Inter@@": 1779,
    "тӑра@@": 1780,
    "рӗҫ": 1781,
    "Am@@": 1782,
    "century": 1783,
    "sy@@": 1784,
    "ops": 1785,
    "каланӑ": 1786,
    "Rec@@": 1787,
    "мӗш": 1788,
    "ҫавӑ@@": 1789,
    "ҫапла": 1790,
    "han@@": 1791,
    "tes": 1792,
    "bed": 1793,
    "Э@@": 1794,
    "short": 1795,
    "Now": 1796,
    "states": 1797,
    "considered": 1798,
    "source": 1799,
    "How": 1800,
    "W": 1801,
    "music": 1802,
    "ка": 1803,
    "ash": 1804,
    "шӗн": 1805,
    "cul@@": 1806,
    "ased": 1807,
    "ere": 1808,
    "чи@@": 1809,
    "Res@@": 1810,
    "ects": 1811,
    "car": 1812,
    "turn": 1813,
    "attention": 1814,
    "itation": 1815,
    "achiev@@": 1816,
    "tural": 1817,
    "prin@@": 1818,
    "tual": 1819,
    "strong": 1820,
    "told": 1821,
    "appropriate": 1822,
    "requirements": 1823,
    "ina": 1824,
    "study": 1825,
    "centre": 1826,
    ".,": 1827,
    "hours": 1828,
    "existing": 1829,
    "relations": 1830,
    "levels": 1831,
    "ron@@": 1832,
    "ingly": 1833,
    "рах": 1834,
    "пар@@": 1835,
    "along": 1836,
    "mp@@": 1837,
    "ised": 1838,
    "parties": 1839,
    "shi@@": 1840,
    "ass": 1841,
    "Dis@@": 1842,
    "seen": 1843,
    "read": 1844,
    "screen": 1845,
    "included": 1846,
    "US@@": 1847,
    "се@@": 1848,
    "understand": 1849,
    "appe@@": 1850,
    "ool": 1851,
    "ар@@": 1852,
    "staff": 1853,
    "198@@": 1854,
    "former": 1855,
    "ak": 1856,
    "article": 1857,
    "my@@": 1858,
    "University": 1859,
    "regul@@": 1860,
    "allow": 1861,
    "reason": 1862,
    "Ministry": 1863,
    "reli@@": 1864,
    "phone": 1865,
    "ested": 1866,
    "true": 1867,
    "feel": 1868,
    "EU": 1869,
    "select": 1870,
    "subject": 1871,
    "мана": 1872,
    "aries": 1873,
    "quite": 1874,
    "visit": 1875,
    "develop": 1876,
    "began": 1877,
    "approach": 1878,
    "complete": 1879,
    "ring": 1880,
    "EN@@": 1881,
    "ute": 1882,
    "significant": 1883,
    "23": 1884,
    "dist@@": 1885,
    "dly": 1886,
    "recogn@@": 1887,
    "IS": 1888,
    "ref@@": 1889,
    "includes": 1890,
    "ath@@": 1891,
    "text": 1892,
    "big": 1893,
    "cent": 1894,
    "ense": 1895,
    "я": 1896,
    "standards": 1897,
    "emer@@": 1898,
    "tem@@": 1899,
    "She": 1900,
    "pay": 1901,
    "official": 1902,
    "mechan@@": 1903,
    "everything": 1904,
    "viol@@": 1905,
    "agreement": 1906,
    "difficult": 1907,
    "tax": 1908,
    "qui@@": 1909,
    "office": 1910,
    "Or@@": 1911,
    "sch@@": 1912,
    "ented": 1913,
    "workers": 1914,
    "2000": 1915,
    "2004": 1916,
    "respect": 1917,
    "crisis": 1918,
    "sible": 1919,
    "During": 1920,
    "gar@@": 1921,
    "An": 1922,
    "similar": 1923,
    "ser": 1924,
    "bar": 1925,
    "cles": 1926,
    "ential": 1927,
    "class": 1928,
    "rap@@": 1929,
    "anim@@": 1930,
    "likely": 1931,
    "Development": 1932,
    "built": 1933,
    "AS@@": 1934,
    "atives": 1935,
    "South": 1936,
    "nothing": 1937,
    "leading": 1938,
    "pan@@": 1939,
    "appro@@": 1940,
    "connection": 1941,
    "hor@@": 1942,
    "prices": 1943,
    "cour@@": 1944,
    "points": 1945,
    "eting": 1946,
    "directly": 1947,
    "cr@@": 1948,
    "December": 1949,
    "document": 1950,
    "death": 1951,
    "Services": 1952,
    "board": 1953,
    "ather": 1954,
    "ӗсем": 1955,
    "lock": 1956,
    "ҫак@@": 1957,
    "depen@@": 1958,
    "Sy@@": 1959,
    "mun@@": 1960,
    "ҫын": 1961,
    "operating": 1962,
    "resid@@": 1963,
    "applications": 1964,
    "\"@@": 1965,
    "К@@": 1966,
    "EC@@": 1967,
    "Federation": 1968,
    "Col@@": 1969,
    "lower": 1970,
    "port@@": 1971,
    "parts": 1972,
    "conc@@": 1973,
    "fav@@": 1974,
    "tro@@": 1975,
    "resp@@": 1976,
    "fic@@": 1977,
    "чи": 1978,
    "May": 1979,
    "sugg@@": 1980,
    "show@@": 1981,
    "ju@@": 1982,
    "ays": 1983,
    "part@@": 1984,
    "September": 1985,
    "Office": 1986,
    "June": 1987,
    "effect": 1988,
    "students": 1989,
    "П@@": 1990,
    "conclu@@": 1991,
    "fore@@": 1992,
    "Germany": 1993,
    "ya": 1994,
    "Bl@@": 1995,
    "ka": 1996,
    "night": 1997,
    "Si@@": 1998,
    "migr@@": 1999,
    "relevant": 2000,
    "views": 2001,
    "uring": 2002,
    "receive": 2003,
    "od@@": 2004,
    "model": 2005,
    "ams": 2006,
    "programs": 2007,
    "exchange": 2008,
    "purpose": 2009,
    "йӗр@@": 2010,
    "medi@@": 2011,
    "ich": 2012,
    "thy": 2013,
    "sting": 2014,
    "matter": 2015,
    "pa@@": 2016,
    "direct": 2017,
    "consum@@": 2018,
    "standard": 2019,
    "tation": 2020,
    "structure": 2021,
    "easy": 2022,
    "хӗр@@": 2023,
    "posed": 2024,
    "idea": 2025,
    "costs": 2026,
    "ask": 2027,
    "operations": 2028,
    "bel@@": 2029,
    "thought": 2030,
    "stage": 2031,
    "recent": 2032,
    "hab@@": 2033,
    "пур": 2034,
    "cle": 2035,
    "tures": 2036,
    "promo@@": 2037,
    "ҫӳ@@": 2038,
    "video": 2039,
    "aut@@": 2040,
    "heart": 2041,
    "cy@@": 2042,
    "physical": 2043,
    "km": 2044,
    "Bu@@": 2045,
    "minutes": 2046,
    "drive": 2047,
    "ann@@": 2048,
    "ush": 2049,
    "requ@@": 2050,
    "tan@@": 2051,
    "laun@@": 2052,
    "From": 2053,
    "status": 2054,
    "cultural": 2055,
    "Nor@@": 2056,
    "рӑм": 2057,
    "ens@@": 2058,
    "clu@@": 2059,
    "sem@@": 2060,
    "manag@@": 2061,
    "America": 2062,
    "forces": 2063,
    "signed": 2064,
    "beginning": 2065,
    "Хӑ@@": 2066,
    "markets": 2067,
    "demand": 2068,
    "fir@@": 2069,
    "regions": 2070,
    "Турӑ": 2071,
    "meet": 2072,
    "consul@@": 2073,
    "ST@@": 2074,
    "draw@@": 2075,
    "location": 2076,
    "contact": 2077,
    "near": 2078,
    "vers@@": 2079,
    "needed": 2080,
    "ending": 2081,
    "himself": 2082,
    "Then": 2083,
    "March": 2084,
    "aving": 2085,
    "search": 2086,
    "across": 2087,
    "шы@@": 2088,
    "formed": 2089,
    "divi@@": 2090,
    "ners": 2091,
    "types": 2092,
    "meas@@": 2093,
    "Is@@": 2094,
    "ӗр": 2095,
    "ывӑ@@": 2096,
    "estim@@": 2097,
    "assistance": 2098,
    "professional": 2099,
    "desi@@": 2100,
    "bran@@": 2101,
    "ҫит@@": 2102,
    "safety": 2103,
    "scri@@": 2104,
    "Hol@@": 2105,
    "тӑрӑ@@": 2106,
    "investi@@": 2107,
    "хы@@": 2108,
    "rules": 2109,
    "+": 2110,
    "code": 2111,
    "towards": 2112,
    "customers": 2113,
    "complex": 2114,
    "малла": 2115,
    "descri@@": 2116,
    "ition": 2117,
    "vol@@": 2118,
    "read@@": 2119,
    "lan@@": 2120,
    "Gre@@": 2121,
    "om": 2122,
    "ligh@@": 2123,
    "supply": 2124,
    "gue": 2125,
    "кур@@": 2126,
    "ке@@": 2127,
    "return": 2128,
    "pay@@": 2129,
    "nor@@": 2130,
    "reg@@": 2131,
    "October": 2132,
    "pp@@": 2133,
    "na": 2134,
    "bit": 2135,
    "OR@@": 2136,
    "ever@@": 2137,
    "illing": 2138,
    "bring": 2139,
    "ounds": 2140,
    "ety": 2141,
    "mitted": 2142,
    "asked": 2143,
    "goods": 2144,
    "expected": 2145,
    "vers": 2146,
    "questions": 2147,
    "sto@@": 2148,
    "image": 2149,
    "limited": 2150,
    "cause": 2151,
    "hon@@": 2152,
    "stor@@": 2153,
    "В@@": 2154,
    "вӑр@@": 2155,
    "Q@@": 2156,
    "observ@@": 2157,
    "esses": 2158,
    "eli@@": 2159,
    "invol@@": 2160,
    "28": 2161,
    "ччӗ": 2162,
    "terror@@": 2163,
    "outside": 2164,
    "wa@@": 2165,
    "tou@@": 2166,
    "center": 2167,
    "Belarus": 2168,
    "mail": 2169,
    "week": 2170,
    "ick@@": 2171,
    "хӑйӗн": 2172,
    "sites": 2173,
    "solution": 2174,
    "laws": 2175,
    "тӑп": 2176,
    "eral": 2177,
    "Ser@@": 2178,
    "While": 2179,
    "down@@": 2180,
    "medical": 2181,
    "looking": 2182,
    "acks": 2183,
    "ric@@": 2184,
    "placed": 2185,
    "ан@@": 2186,
    "step": 2187,
    "refer@@": 2188,
    "message": 2189,
    "front": 2190,
    "refl@@": 2191,
    "interests": 2192,
    "contin@@": 2193,
    "longer": 2194,
    "26": 2195,
    "stry": 2196,
    "istic": 2197,
    "practice": 2198,
    "asi@@": 2199,
    "ances": 2200,
    "incre@@": 2201,
    "лар@@": 2202,
    "soci@@": 2203,
    "simply": 2204,
    "lines": 2205,
    "_@@": 2206,
    "policies": 2207,
    "see@@": 2208,
    "rely": 2209,
    "gg@@": 2210,
    "No@@": 2211,
    "ыт@@": 2212,
    "dy": 2213,
    "claim@@": 2214,
    "sal@@": 2215,
    "opportunity": 2216,
    "allows": 2217,
    "January": 2218,
    "27": 2219,
    "technologies": 2220,
    "participants": 2221,
    "ek": 2222,
    "pat@@": 2223,
    "пӗр@@": 2224,
    "dev@@": 2225,
    "сан": 2226,
    "vision": 2227,
    "therefore": 2228,
    "protec@@": 2229,
    "moun@@": 2230,
    "star@@": 2231,
    "particularly": 2232,
    "played": 2233,
    "boo@@": 2234,
    "photo@@": 2235,
    "ун": 2236,
    "St": 2237,
    "reports": 2238,
    "ан": 2239,
    "THE": 2240,
    "erous": 2241,
    "month": 2242,
    "RA@@": 2243,
    "ate@@": 2244,
    "Op@@": 2245,
    "suff@@": 2246,
    "сы@@": 2247,
    "eption": 2248,
    "хӑй": 2249,
    "Cor@@": 2250,
    "tively": 2251,
    "attemp@@": 2252,
    "ES": 2253,
    "ature": 2254,
    "written": 2255,
    ">": 2256,
    "Ма@@": 2257,
    "doc@@": 2258,
    "dom@@": 2259,
    "sense": 2260,
    "culture": 2261,
    "analysis": 2262,
    "ective": 2263,
    "check": 2264,
    "ҫӗр": 2265,
    "new@@": 2266,
    "cer@@": 2267,
    "section": 2268,
    "ну@@": 2269,
    "session": 2270,
    "ree": 2271,
    "promis@@": 2272,
    "income": 2273,
    "lead": 2274,
    "тӑн": 2275,
    "leaders": 2276,
    "scientific": 2277,
    "рӗ@@": 2278,
    "ур@@": 2279,
    "stre@@": 2280,
    "патне": 2281,
    "choose": 2282,
    "build": 2283,
    "ths": 2284,
    "designed": 2285,
    "сӑр": 2286,
    "applic@@": 2287,
    "ulation": 2288,
    "ound": 2289,
    "plans": 2290,
    "ĕ@@": 2291,
    "unique": 2292,
    "ву@@": 2293,
    "whose": 2294,
    "improve": 2295,
    "heav@@": 2296,
    "care@@": 2297,
    "bal@@": 2298,
    "April": 2299,
    "request": 2300,
    "alist": 2301,
    "ven": 2302,
    "accordance": 2303,
    "wit@@": 2304,
    "Since": 2305,
    "ӗнчен": 2306,
    "aci@@": 2307,
    "aning": 2308,
    "ready": 2309,
    "Vi@@": 2310,
    "bor@@": 2311,
    "charge": 2312,
    "Ri@@": 2313,
    "Bi@@": 2314,
    "Bal@@": 2315,
    "Т@@": 2316,
    "device": 2317,
    "31": 2318,
    "erv@@": 2319,
    "хуш@@": 2320,
    "Security": 2321,
    "consider@@": 2322,
    "band": 2323,
    "Israel": 2324,
    "пурӑн@@": 2325,
    "simple": 2326,
    "cat@@": 2327,
    "que": 2328,
    "pool": 2329,
    "uty": 2330,
    "move": 2331,
    "impact": 2332,
    "brought": 2333,
    "pul@@": 2334,
    "verse": 2335,
    "era": 2336,
    "ular": 2337,
    "doing": 2338,
    "alism": 2339,
    "saw": 2340,
    "basic": 2341,
    "dol@@": 2342,
    "aking": 2343,
    "Minister": 2344,
    "Commission": 2345,
    "independent": 2346,
    "Asia": 2347,
    "values": 2348,
    "guaran@@": 2349,
    "лла": 2350,
    "six": 2351,
    "sides": 2352,
    "ounded": 2353,
    "ware": 2354,
    "environmental": 2355,
    "med": 2356,
    "Sci@@": 2357,
    "added": 2358,
    "uration": 2359,
    "?@@": 2360,
    "categ@@": 2361,
    "methods": 2362,
    "load": 2363,
    "develop@@": 2364,
    "Ukrainian": 2365,
    "ҫул@@": 2366,
    "em": 2367,
    "ap": 2368,
    "ру@@": 2369,
    "usually": 2370,
    "loo@@": 2371,
    "ord@@": 2372,
    "average": 2373,
    "prec@@": 2374,
    "peace": 2375,
    "aging": 2376,
    "ships": 2377,
    "Center": 2378,
    "fast": 2379,
    "police": 2380,
    "stu@@": 2381,
    "involved": 2382,
    "transport": 2383,
    "positive": 2384,
    "uti@@": 2385,
    "progress": 2386,
    "bil@@": 2387,
    "ayer": 2388,
    "OF": 2389,
    "Cl@@": 2390,
    "fa@@": 2391,
    "Board": 2392,
    "ells": 2393,
    "paid": 2394,
    "Cre@@": 2395,
    "traditional": 2396,
    "nam@@": 2397,
    "пӑх@@": 2398,
    "My": 2399,
    "Car@@": 2400,
    "president": 2401,
    "arm": 2402,
    "ching": 2403,
    "Trans@@": 2404,
    "Hi@@": 2405,
    "cir@@": 2406,
    "ains": 2407,
    "arri@@": 2408,
    "consider": 2409,
    "English": 2410,
    "moment": 2411,
    "thern": 2412,
    "streng@@": 2413,
    "court": 2414,
    "ound@@": 2415,
    "ming": 2416,
    "ese": 2417,
    "zed": 2418,
    "Fi@@": 2419,
    "programme": 2420,
    "чухне": 2421,
    "As@@": 2422,
    "Ка@@": 2423,
    "town": 2424,
    "ower": 2425,
    "che@@": 2426,
    "abilities": 2427,
    "Sch@@": 2428,
    "card": 2429,
    "xed": 2430,
    "Cha@@": 2431,
    "connec@@": 2432,
    "чӗҫ": 2433,
    "ler": 2434,
    "analy@@": 2435,
    "prepar@@": 2436,
    "territory": 2437,
    "Е@@": 2438,
    "ly@@": 2439,
    "ush@@": 2440,
    "struc@@": 2441,
    "below": 2442,
    "aun@@": 2443,
    "ites": 2444,
    "dates": 2445,
    "tru@@": 2446,
    "tioning": 2447,
    "processes": 2448,
    "thre@@": 2449,
    "function": 2450,
    "carried": 2451,
    "alls": 2452,
    "soon": 2453,
    "70": 2454,
    "responsible": 2455,
    "itable": 2456,
    "econom@@": 2457,
    "IP": 2458,
    "providing": 2459,
    "wel@@": 2460,
    "Commun@@": 2461,
    "super@@": 2462,
    "bodies": 2463,
    "ental": 2464,
    "Director": 2465,
    "industrial": 2466,
    "Institute": 2467,
    "Can@@": 2468,
    "representatives": 2469,
    "Turk@@": 2470,
    "budget": 2471,
    "istan": 2472,
    "enh@@": 2473,
    "stay": 2474,
    "мӑр": 2475,
    "accep@@": 2476,
    "East": 2477,
    "civil": 2478,
    "takes": 2479,
    "alter@@": 2480,
    "method": 2481,
    "jus@@": 2482,
    "citizens": 2483,
    "рӑн": 2484,
    "changed": 2485,
    "vari@@": 2486,
    "web": 2487,
    "conflict": 2488,
    "German": 2489,
    "successful": 2490,
    "science": 2491,
    "ner@@": 2492,
    "Med@@": 2493,
    "July": 2494,
    "tell": 2495,
    "apart@@": 2496,
    "нах": 2497,
    "ere@@": 2498,
    "Ob@@": 2499,
    ",@@": 2500,
    "вӑхӑ@@": 2501,
    "yer": 2502,
    "previous": 2503,
    "poli@@": 2504,
    "sales": 2505,
    "competi@@": 2506,
    "com": 2507,
    "uments": 2508,
    "shows": 2509,
    "ah": 2510,
    "add": 2511,
    "versity": 2512,
    "Ph@@": 2513,
    "ey@@": 2514,
    "believ@@": 2515,
    "comfor@@": 2516,
    "growing": 2517,
    "cal@@": 2518,
    "2002": 2519,
    ");": 2520,
    "recei@@": 2521,
    "exclu@@": 2522,
    "ket": 2523,
    "First": 2524,
    "32": 2525,
    "ining": 2526,
    "experts": 2527,
    "design@@": 2528,
    "aling": 2529,
    "Man@@": 2530,
    "bir@@": 2531,
    "Techn@@": 2532,
    "cover": 2533,
    "Many": 2534,
    "domestic": 2535,
    "ys@@": 2536,
    "alization": 2537,
    "get@@": 2538,
    "conference": 2539,
    "ant@@": 2540,
    "анчах": 2541,
    "won": 2542,
    "HIV": 2543,
    "nership": 2544,
    "success": 2545,
    "ep": 2546,
    "serious": 2547,
    "пула@@": 2548,
    "ful@@": 2549,
    "contr@@": 2550,
    "partners": 2551,
    "client": 2552,
    "view@@": 2553,
    "organis@@": 2554,
    "ater": 2555,
    "Party": 2556,
    "November": 2557,
    "ew@@": 2558,
    "thus": 2559,
    "илсе": 2560,
    "religious": 2561,
    "strategy": 2562,
    "actually": 2563,
    "principles": 2564,
    "dialo@@": 2565,
    "sul@@": 2566,
    "ries": 2567,
    "entire": 2568,
    "izing": 2569,
    "dit": 2570,
    "Room": 2571,
    "dge": 2572,
    "Direc@@": 2573,
    "North": 2574,
    "Court": 2575,
    "covered": 2576,
    "experi@@": 2577,
    "database": 2578,
    "uation": 2579,
    "freedom": 2580,
    "special@@": 2581,
    "ша": 2582,
    "participation": 2583,
    "Chinese": 2584,
    "places": 2585,
    "ee": 2586,
    "va": 2587,
    "tra@@": 2588,
    "ech": 2589,
    "29": 2590,
    "author@@": 2591,
    "officials": 2592,
    "central": 2593,
    "base": 2594,
    "ши": 2595,
    "Са@@": 2596,
    "IM@@": 2597,
    "Azerbaijan": 2598,
    "ION": 2599,
    "frequ@@": 2600,
    "ми@@": 2601,
    "graph@@": 2602,
    "steps": 2603,
    "Of": 2604,
    "ior": 2605,
    "Your": 2606,
    "nal": 2607,
    "Putin": 2608,
    "remain": 2609,
    "эсӗ": 2610,
    "online": 2611,
    "Ва@@": 2612,
    "didn": 2613,
    "pu@@": 2614,
    "funds": 2615,
    "multi@@": 2616,
    "hope": 2617,
    "0s": 2618,
    "particip@@": 2619,
    "gets": 2620,
    "80": 2621,
    "thousand": 2622,
    "anything": 2623,
    "greater": 2624,
    "addres@@": 2625,
    "The@@": 2626,
    "че@@": 2627,
    "credit": 2628,
    "option": 2629,
    "500": 2630,
    "pain@@": 2631,
    "evol@@": 2632,
    "Pre@@": 2633,
    "Ital@@": 2634,
    "reserv@@": 2635,
    "vention": 2636,
    "ink": 2637,
    "friends": 2638,
    "config@@": 2639,
    "pic@@": 2640,
    "connected": 2641,
    "explo@@": 2642,
    "attrac@@": 2643,
    "spo@@": 2644,
    "published": 2645,
    "employment": 2646,
    "eval@@": 2647,
    "payment": 2648,
    "sequ@@": 2649,
    "aring": 2650,
    "encour@@": 2651,
    "resi@@": 2652,
    "rates": 2653,
    "ker": 2654,
    "banks": 2655,
    "тӑм": 2656,
    "tar@@": 2657,
    "itors": 2658,
    "Ta@@": 2659,
    "concer@@": 2660,
    "station": 2661,
    "ER": 2662,
    "ер@@": 2663,
    "series": 2664,
    "plant": 2665,
    "memory": 2666,
    "func@@": 2667,
    "follow": 2668,
    "tee": 2669,
    "scen@@": 2670,
    "rain": 2671,
    "activ@@": 2672,
    "Po@@": 2673,
    "lands": 2674,
    "enc@@": 2675,
    "stance": 2676,
    "eria": 2677,
    "stop": 2678,
    "influence": 2679,
    "сассӑн": 2680,
    "tives": 2681,
    "Lu@@": 2682,
    "sor@@": 2683,
    "oph@@": 2684,
    "popular": 2685,
    "impl@@": 2686,
    "occup@@": 2687,
    "enced": 2688,
    "35": 2689,
    "expan@@": 2690,
    "Department": 2691,
    "у": 2692,
    "deli@@": 2693,
    "decided": 2694,
    "lost": 2695,
    "lives": 2696,
    "ising": 2697,
    "website": 2698,
    "broad@@": 2699,
    "Ne@@": 2700,
    "sign": 2701,
    "control@@": 2702,
    "running": 2703,
    "standing": 2704,
    "enter": 2705,
    "ore@@": 2706,
    "AC@@": 2707,
    "ini@@": 2708,
    "final": 2709,
    "innov@@": 2710,
    "object": 2711,
    "ishing": 2712,
    "radi@@": 2713,
    "confir@@": 2714,
    "focus": 2715,
    "ef@@": 2716,
    "II": 2717,
    "gir@@": 2718,
    "organiz@@": 2719,
    "sym@@": 2720,
    "deal": 2721,
    "ads": 2722,
    "lack": 2723,
    "administration": 2724,
    "largest": 2725,
