{
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    ",": 4,
    ".": 5,
    "и": 6,
    "в": 7,
    "на": 8,
    "-": 9,
    "с": 10,
    "не": 11,
    "что": 12,
    "\"": 13,
    "к": 14,
    "по@@": 15,
    "по": 16,
    "для": 17,
    "(": 18,
    "т": 19,
    "не@@": 20,
    "л": 21,
    "я": 22,
    "но": 23,
    "за@@": 24,
    ":": 25,
    "у@@": 26,
    "с@@": 27,
    "ли": 28,
    "а": 29,
    "на@@": 30,
    "ть": 31,
    "о": 32,
    "В": 33,
    "ных": 34,
    "в@@": 35,
    "как": 36,
    "ные": 37,
    "ной": 38,
    "ли@@": 39,
    "или": 40,
    "из": 41,
    "о@@": 42,
    "та": 43,
    "про@@": 44,
    "ного": 45,
    "до@@": 46,
    "при@@": 47,
    "от": 48,
    "ка": 49,
    "у": 50,
    "за": 51,
    "н": 52,
    "м": 53,
    "вы@@": 54,
    "ла": 55,
    "ки": 56,
    "ти@@": 57,
    ")": 58,
    "ный": 59,
    "ты": 60,
    "т@@": 61,
    "со@@": 62,
    "е": 63,
    "ко@@": 64,
    "то": 65,
    "д@@": 66,
    "ни@@": 67,
    "ка@@": 68,
    "С@@": 69,
    "а@@": 70,
    "это": 71,
    "О@@": 72,
    "его": 73,
    "ри@@": 74,
    "ви@@": 75,
    "ным": 76,
    "ре@@": 77,
    "но@@": 78,
    "мы": 79,
    "ра@@": 80,
    "ло@@": 81,
    "ю": 82,
    "ва@@": 83,
    "ют": 84,
    "и@@": 85,
    ";": 86,
    "А@@": 87,
    "И@@": 88,
    "н@@": 89,
    "ться": 90,
    "те": 91,
    "ле@@": 92,
    "ции": 93,
    "м@@": 94,
    "то@@": 95,
    "ное": 96,
    "ро@@": 97,
    "р": 98,
    "их": 99,
    "от@@": 100,
    "ет": 101,
    "ма@@": 102,
    "том": 103,
    "мо@@": 104,
    "ве@@": 105,
    "ке": 106,
    "он": 107,
    "та@@": 108,
    "ди@@": 109,
    "ется": 110,
    "г": 111,
    "ра": 112,
    "да@@": 113,
    "к@@": 114,
    "й@@": 115,
    "ны": 116,
    "де@@": 117,
    "В@@": 118,
    "ми@@": 119,
    "я@@": 120,
    "вы": 121,
    "также": 122,
    "во@@": 123,
    "й": 124,
    "ная": 125,
    "ру@@": 126,
    "пере@@": 127,
    "все": 128,
    "си@@": 129,
    "те@@": 130,
    "чтобы": 131,
    "ном": 132,
    "об@@": 133,
    "ж@@": 134,
    "р@@": 135,
    "д": 136,
    "ку": 137,
    "же": 138,
    "ль@@": 139,
    "з@@": 140,
    "ш@@": 141,
    "се@@": 142,
    "чи@@": 143,
    "па@@": 144,
    "го@@": 145,
    "раз@@": 146,
    "тов": 147,
    "У@@": 148,
    "л@@": 149,
    "ными": 150,
    "которые": 151,
    "е@@": 152,
    "/": 153,
    "до": 154,
    "ности": 155,
    "К@@": 156,
    "1": 157,
    "ста@@": 158,
    "ст@@": 159,
    "ем": 160,
    "ме@@": 161,
    "ров": 162,
    "б@@": 163,
    "ба@@": 164,
    "ную": 165,
    "х": 166,
    "п@@": 167,
    "бы": 168,
    "под@@": 169,
    "бо@@": 170,
    "вать": 171,
    "того": 172,
    "жи@@": 173,
    "бе@@": 174,
    "ф@@": 175,
    "Д@@": 176,
    "ла@@": 177,
    "во": 178,
    "су@@": 179,
    "2": 180,
    "И": 181,
    "?": 182,
    "они": 183,
    "Т@@": 184,
    "га@@": 185,
    "сти@@": 186,
    "ния": 187,
    "ма": 188,
    "так": 189,
    "са@@": 190,
    "да": 191,
    "может": 192,
    "ло": 193,
    "ние": 194,
    "г@@": 195,
    "будет": 196,
    "время": 197,
    "ской": 198,
    "По@@": 199,
    "ского": 200,
    "ность": 201,
    "более": 202,
    "э@@": 203,
    "М@@": 204,
    "при": 205,
    "ы": 206,
    "года": 207,
    "только": 208,
    "Е@@": 209,
    "ция": 210,
    "пи@@": 211,
    "ча@@": 212,
    "Г@@": 213,
    "ми": 214,
    "лся": 215,
    "быть": 216,
    "из@@": 217,
    "ин@@": 218,
    "рас@@": 219,
    "было": 220,
    ").": 221,
    "ются": 222,
    "ва": 223,
    "тся": 224,
    "3": 225,
    "ги@@": 226,
    "лись": 227,
    "На@@": 228,
    "ен@@": 229,
    "са": 230,
    "\".": 231,
    "если": 232,
    "ства": 233,
    "ни": 234,
    "«": 235,
    "Я": 236,
    "),": 237,
    "ч@@": 238,
    "ку@@": 239,
    "вой": 240,
    "Б@@": 241,
    "когда": 242,
    "кон@@": 243,
    "че@@": 244,
    "ей": 245,
    "вер@@": 246,
    "\",": 247,
    "был": 248,
    "ков": 249,
    "жа@@": 250,
    "би@@": 251,
    "ля@@": 252,
    "пре@@": 253,
    "мен@@": 254,
    "ша@@": 255,
    "Л@@": 256,
    "ры": 257,
    "П@@": 258,
    "чем": 259,
    "были": 260,
    "Р@@": 261,
    "ль": 262,
    "ее": 263,
    "ство": 264,
    "Н@@": 265,
    "хо@@": 266,
    "ду@@": 267,
    "ту": 268,
    "зна@@": 269,
    "кой": 270,
    "является": 271,
    "сто@@": 272,
    "му": 273,
    "она": 274,
    "ских": 275,
    "зи@@": 276,
    "А": 277,
    "С": 278,
    "пла@@": 279,
    "ки@@": 280,
    "можно": 281,
    "4": 282,
    "Ка@@": 283,
    "них": 284,
    "который": 285,
    "ис@@": 286,
    "5": 287,
    "бу@@": 288,
    "пе@@": 289,
    "Если": 290,
    "зо@@": 291,
    "–": 292,
    "ле": 293,
    "х@@": 294,
    "вых": 295,
    "ши@@": 296,
    "ский": 297,
    "Это": 298,
    "ь": 299,
    "со": 300,
    "ко": 301,
    "ре": 302,
    "году": 303,
    "Э@@": 304,
    "S@@": 305,
    "ше@@": 306,
    "ту@@": 307,
    "ну@@": 308,
    "ь@@": 309,
    "могут": 310,
    "этого": 311,
    "оста@@": 312,
    "ар@@": 313,
    "ю@@": 314,
    "стра@@": 315,
    "лось": 316,
    "цию": 317,
    "му@@": 318,
    "этом": 319,
    "лет": 320,
    "воз@@": 321,
    "га": 322,
    "ение": 323,
    "пу@@": 324,
    "всех": 325,
    "з": 326,
    "есть": 327,
    "вания": 328,
    "ному": 329,
    "вание": 330,
    "Ф@@": 331,
    "еще": 332,
    "ря@@": 333,
    "ком": 334,
    "лась": 335,
    "телей": 336,
    "лен@@": 337,
    "6": 338,
    "вос@@": 339,
    "ческих": 340,
    "него": 341,
    "уже": 342,
    "же@@": 343,
    "ц": 344,
    "Он": 345,
    "го": 346,
    "сло@@": 347,
    "сть": 348,
    "после": 349,
    "фи@@": 350,
    "ры@@": 351,
    "Но": 352,
    "ление": 353,
    "ней": 354,
    "К": 355,
    "ром": 356,
    "вая": 357,
    "цен@@": 358,
    "D@@": 359,
    "це@@": 360,
    "тель": 361,
    "между": 362,
    "очень": 363,
    "тельно": 364,
    "жен@@": 365,
    "ские": 366,
    "Про@@": 367,
    "ха@@": 368,
    "ющих": 369,
    "P@@": 370,
    "нии": 371,
    "ан@@": 372,
    "ении": 373,
    "сти": 374,
    "рен@@": 375,
    "была": 376,
    "C@@": 377,
    "ор@@": 378,
    "этой": 379,
    "На": 380,
    "вые": 381,
    "!": 382,
    "должны": 383,
    "ско@@": 384,
    "нам": 385,
    "ци@@": 386,
    "7": 387,
    "M@@": 388,
    "ения": 389,
    "ления": 390,
    "ак@@": 391,
    "З@@": 392,
    "ти": 393,
    "ды": 394,
    "%": 395,
    "вает": 396,
    "ям": 397,
    "им": 398,
    "Ко@@": 399,
    "где": 400,
    "там": 401,
    "тели": 402,
    "О": 403,
    "бы@@": 404,
    "Мы": 405,
    "пол@@": 406,
    "ня@@": 407,
    "пред@@": 408,
    "ний": 409,
    "—": 410,
    "Вы": 411,
    "10": 412,
    "будут": 413,
    "вого": 414,
    "ща@@": 415,
    "ением": 416,
    "Ва@@": 417,
    "откры@@": 418,
    "8": 419,
    "данных": 420,
    "тем": 421,
    "ска@@": 422,
    "даже": 423,
    "ля": 424,
    "B@@": 425,
    "ц@@": 426,
    "»": 427,
    "ческие": 428,
    "За@@": 429,
    "других": 430,
    "ском": 431,
    "об": 432,
    "под": 433,
    "дов": 434,
    "сы": 435,
    "себя": 436,
    "бра@@": 437,
    "ций": 438,
    "мой": 439,
    "Со@@": 440,
    "вления": 441,
    "тель@@": 442,
    "име@@": 443,
    "гу@@": 444,
    "Са@@": 445,
    "ями": 446,
    "лу@@": 447,
    "вам": 448,
    "чения": 449,
    "области": 450,
    "Ма@@": 451,
    "которая": 452,
    "нее": 453,
    "всего": 454,
    "При@@": 455,
    "тер@@": 456,
    "ровать": 457,
    "Мо@@": 458,
    "дом": 459,
    "T@@": 460,
    "стве": 461,
    "чение": 462,
    "цы": 463,
    "три@@": 464,
    "аль@@": 465,
    "9": 466,
    "кто": 467,
    "России": 468,
    "больше": 469,
    "он@@": 470,
    "сказал": 471,
    "тра@@": 472,
    "Х@@": 473,
    "ская": 474,
    "Та@@": 475,
    "ме": 476,
    "Для": 477,
    "гра@@": 478,
    "ях": 479,
    "сред@@": 480,
    "ну": 481,
    "нет": 482,
    "б": 483,
    "без": 484,
    "тен@@": 485,
    "важ@@": 486,
    "которых": 487,
    "сы@@": 488,
    "Не@@": 489,
    "де": 490,
    "нен@@": 491,
    "L@@": 492,
    "ос@@": 493,
    "гла@@": 494,
    "ющие": 495,
    "кого": 496,
    "ги": 497,
    "обра@@": 498,
    "той": 499,
    "льной": 500,
    "ете": 501,
    "пер@@": 502,
    "вление": 503,
    "ками": 504,
    "ческой": 505,
    "сла@@": 506,
    "E@@": 507,
    "кар@@": 508,
    "работы": 509,
    "рования": 510,
    "рии": 511,
    "компании": 512,
    "уда@@": 513,
    "тами": 514,
    "лю@@": 515,
    "До@@": 516,
    "высо@@": 517,
    "сов": 518,
    "льного": 519,
    "ы@@": 520,
    "ению": 521,
    "йте": 522,
    "нас": 523,
    "ца": 524,
    "Ре@@": 525,
    "ему": 526,
    "системы": 527,
    "льных": 528,
    "через": 529,
    "эти": 530,
    "созда@@": 531,
    "этот": 532,
    "сте@@": 533,
    "Ш@@": 534,
    "щих": 535,
    "авто@@": 536,
    "США": 537,
    "щения": 538,
    "людей": 539,
    "льный": 540,
    "льные": 541,
    "теля": 542,
    "По": 543,
    "ках": 544,
    "этих": 545,
    "щи@@": 546,
    "хи@@": 547,
    "a": 548,
    "меня": 549,
    "голо@@": 550,
    "ж": 551,
    "пло@@": 552,
    "стро@@": 553,
    "A@@": 554,
    "вается": 555,
    "нем": 556,
    "ством": 557,
    "ру": 558,
    "тив@@": 559,
    "Па@@": 560,
    "...": 561,
    "ст": 562,
    "развития": 563,
    "либо": 564,
    "жизни": 565,
    "образом": 566,
    "доро@@": 567,
    "один": 568,
    "ческого": 569,
    "ге@@": 570,
    "точ@@": 571,
    "ник": 572,
    "показа@@": 573,
    "Ю@@": 574,
    "ван@@": 575,
    "кор@@": 576,
    "щ@@": 577,
    "ческий": 578,
    "ваться": 579,
    "случае": 580,
    "чи": 581,
    "ств": 582,
    "пра@@": 583,
    "G@@": 584,
    "вал": 585,
    "ду": 586,
    "чен@@": 587,
    "страны": 588,
    "человека": 589,
    "мне": 590,
    "много": 591,
    "ники": 592,
    "осно@@": 593,
    "Как": 594,
    "экономи@@": 595,
    "ве": 596,
    "нача@@": 597,
    "R@@": 598,
    "чно": 599,
    "тро@@": 600,
    "ден@@": 601,
    "эк@@": 602,
    "1@@": 603,
    "част@@": 604,
    "нение": 605,
    "Ч@@": 606,
    "лы": 607,
    "нения": 608,
    "F@@": 609,
    "ностью": 610,
    "20": 611,
    "своей": 612,
    "вить": 613,
    "це": 614,
    "стоя@@": 615,
    "жения": 616,
    "чной": 617,
    "нов@@": 618,
    "собствен@@": 619,
    "времени": 620,
    "2@@": 621,
    "кий": 622,
    "тах": 623,
    "вый": 624,
    "Ж@@": 625,
    "приня@@": 626,
    "нов": 627,
    "вым": 628,
    "шен@@": 629,
    "сни@@": 630,
    "тить": 631,
    "несколько": 632,
    "V@@": 633,
    "щен@@": 634,
    "нами": 635,
    "7@@": 636,
    "фак@@": 637,
    "свою": 638,
    "им@@": 639,
    "вод@@": 640,
    "Де@@": 641,
    "своих": 642,
    "вас": 643,
    "день": 644,
    "нию": 645,
    "Вы@@": 646,
    "человек": 647,
    "стран": 648,
    "цией": 649,
    "ста": 650,
    "безопасности": 651,
    "вали": 652,
    "рование": 653,
    "поли@@": 654,
    "ге": 655,
    "стре@@": 656,
    "свои": 657,
    "ев": 658,
    "ским": 659,
    "связи": 660,
    "тных": 661,
    "деятельности": 662,
    "раз": 663,
    "H@@": 664,
    "ди": 665,
    "ющий": 666,
    "способ@@": 667,
    "лич@@": 668,
    "гу": 669,
    "вен@@": 670,
    "У": 671,
    "шение": 672,
    "жение": 673,
    "дела@@": 674,
    "ству": 675,
    "п": 676,
    "отде@@": 677,
    "информации": 678,
    "ников": 679,
    "пар@@": 680,
    "фа@@": 681,
    "вают": 682,
    "Бо@@": 683,
    "следу@@": 684,
    "Ин@@": 685,
    "тя@@": 686,
    "зу@@": 687,
    "призна@@": 688,
    "ход@@": 689,
    "ком@@": 690,
    "От@@": 691,
    "ений": 692,
    "ждения": 693,
    "сси@@": 694,
    "15": 695,
    "ха": 696,
    "имеет": 697,
    "пор@@": 698,
    "кие": 699,
    "тно": 700,
    "мест@@": 701,
    "фор@@": 702,
    "разме@@": 703,
    "лов": 704,
    "3@@": 705,
    "против": 706,
    "теле@@": 707,
    "N@@": 708,
    "управления": 709,
    "6@@": 710,
    "род@@": 711,
    "льно": 712,
    "Е": 713,
    "которое": 714,
    "ника": 715,
    "которой": 716,
    "Однако": 717,
    "производи@@": 718,
    "действия": 719,
    "мер@@": 720,
    "ран@@": 721,
    "тво@@": 722,
    "перед": 723,
    "потому": 724,
    "фо@@": 725,
    "другие": 726,
    "ке@@": 727,
    "ер@@": 728,
    "рабо@@": 729,
    "являются": 730,
    "полу@@": 731,
    "тех": 732,
    "лан@@": 733,
    "чных": 734,
    "указа@@": 735,
    "ним": 736,
    "тие": 737,
    "При": 738,
    "тия": 739,
    "тре@@": 740,
    "вом": 741,
    "кро@@": 742,
    "[": 743,
    "вра@@": 744,
    "ющей": 745,
    "щение": 746,
    "защи@@": 747,
    "8@@": 748,
    "обще@@": 749,
    "ба": 750,
    "Кон@@": 751,
    "ё@@": 752,
    "жда@@": 753,
    "послед@@": 754,
    "челове@@": 755,
    "определен@@": 756,
    "вое": 757,
    "содержа@@": 758,
    "возможность": 759,
    "чув@@": 760,
    "Ба@@": 761,
    "вой@@": 762,
    "стороны": 763,
    "оказа@@": 764,
    "12": 765,
    "вля@@": 766,
    "можете": 767,
    "30": 768,
    "год": 769,
    "ствует": 770,
    "необходимо": 771,
    "уча@@": 772,
    "просто": 773,
    "жела@@": 774,
    "должен": 775,
    "благо@@": 776,
    "рай@@": 777,
    "лет@@": 778,
    "чер@@": 779,
    "лом": 780,
    "вели@@": 781,
    "фе@@": 782,
    "работа@@": 783,
    "ью": 784,
    "A": 785,
    "эффектив@@": 786,
    "тельных": 787,
    "ще@@": 788,
    "спо@@": 789,
    "се": 790,
    "Ме@@": 791,
    "техни@@": 792,
    "тор@@": 793,
    "иде@@": 794,
    "чу@@": 795,
    "течение": 796,
    "например": 797,
    "тии": 798,
    "0": 799,
    "гово@@": 800,
    "всегда": 801,
    "щие": 802,
    "вя@@": 803,
    "право@@": 804,
    "рами": 805,
    "Они": 806,
    "программы": 807,
    "счита@@": 808,
    "причи@@": 809,
    "шения": 810,
    "рия": 811,
    "*": 812,
    "форма@@": 813,
    "рах": 814,
    "дол@@": 815,
    "Ис@@": 816,
    "ших": 817,
    "сле@@": 818,
    "Ц@@": 819,
    "таких": 820,
    "над": 821,
    "использовать": 822,
    "прави@@": 823,
    "ро": 824,
    "кра@@": 825,
    "организации": 826,
    "гре@@": 827,
    "Бе@@": 828,
    "два": 829,
    "Когда": 830,
    "Ра@@": 831,
    "соста@@": 832,
    "ствен@@": 833,
    "Да@@": 834,
    "Но@@": 835,
    "W@@": 836,
    "тные": 837,
    "Го@@": 838,
    "ющим": 839,
    "поста@@": 840,
    "шел": 841,
    "сом": 842,
    "Не": 843,
    "ген@@": 844,
    "Я@@": 845,
    "ющего": 846,
    "возмож@@": 847,
    "рав@@": 848,
    "лу": 849,
    "еди@@": 850,
    "влен@@": 851,
    "качестве": 852,
    "чить": 853,
    "ья": 854,
    "занима@@": 855,
    "Об@@": 856,
    "ров@@": 857,
    "всем": 858,
    "мира": 859,
    "себе": 860,
    "сен@@": 861,
    "место": 862,
    "дости@@": 863,
    "П": 864,
    "тный": 865,
    "O@@": 866,
    "све@@": 867,
    "кре@@": 868,
    "19@@": 869,
    "9@@": 870,
    "Т": 871,
    "щий": 872,
    "ез@@": 873,
    "суще@@": 874,
    "жить": 875,
    "сдела@@": 876,
    "явля@@": 877,
    "цу": 878,
    "кам": 879,
    "мо": 880,
    "ениями": 881,
    "значи@@": 882,
    "дис@@": 883,
    "зе@@": 884,
    "опера@@": 885,
    "участ@@": 886,
    "необходи@@": 887,
    "ок@@": 888,
    "россий@@": 889,
    "измен@@": 890,
    "коми@@": 891,
    "ш": 892,
    "лишь": 893,
    "'": 894,
    "иг@@": 895,
    "соответствии": 896,
    "времен@@": 897,
    "воен@@": 898,
    "ри": 899,
    "луч@@": 900,
    "ча": 901,
    "лей": 902,
    "тной": 903,
    "o": 904,
    "11": 905,
    "Ан@@": 906,
    "цев": 907,
    "гото@@": 908,
    "ем@@": 909,
    "дать": 910,
    "мы@@": 911,
    "люди": 912,
    "кри@@": 913,
    "Все": 914,
    "помощью": 915,
    "рамках": 916,
    "ениях": 917,
    "емых": 918,
    "ких": 919,
    "новых": 920,
    "пози@@": 921,
    "обяза@@": 922,
    "ть@@": 923,
    "зада@@": 924,
    "говорит": 925,
    "электро@@": 926,
    "принима@@": 927,
    "ени@@": 928,
    "обо@@": 929,
    "ност@@": 930,
    "ству@@": 931,
    "обществен@@": 932,
    "жа": 933,
    "менее": 934,
    "своего": 935,
    "продолжа@@": 936,
    "включая": 937,
    "кла@@": 938,
    "цион@@": 939,
    "мето@@": 940,
    "ское": 941,
    "прав@@": 942,
    "писа@@": 943,
    "отношении": 944,
    "нару@@": 945,
    "зем@@": 946,
    "слу@@": 947,
    "понима@@": 948,
    "мере": 949,
    "5@@": 950,
    "I": 951,
    "ман@@": 952,
    "международ@@": 953,
    "тельной": 954,
    "дает": 955,
    "широ@@": 956,
    "принци@@": 957,
    "одной": 958,
    "стандар@@": 959,
    "разви@@": 960,
    "ческим": 961,
    "зы": 962,
    "образ@@": 963,
    "ностей": 964,
    "пода@@": 965,
    "чь": 966,
    "X@@": 967,
    "мина@@": 968,
    "гор@@": 969,
    "сделать": 970,
    "Р": 971,
    "здесь": 972,
    "кая": 973,
    "собой": 974,
    "тар@@": 975,
    "бро@@": 976,
    "низ@@": 977,
    "C": 978,
    "современ@@": 979,
    "данные": 980,
    "связа@@": 981,
    "отве@@": 982,
    "логи@@": 983,
    "После": 984,
    "такие": 985,
    "сторо@@": 986,
    "ч": 987,
    "поч@@": 988,
    "ты@@": 989,
    "кан@@": 990,
    "тельные": 991,
    "па": 992,
    "чные": 993,
    "ды@@": 994,
    "су": 995,
    "повы@@": 996,
    "следует": 997,
    "4@@": 998,
    "графи@@": 999,
    "ходит": 1000,
    "рус@@": 1001,
    "кру@@": 1002,
    "тельства": 1003,
    "бере@@": 1004,
    ".,": 1005,
    "глав@@": 1006,
    "сами": 1007,
    "ье": 1008,
    "части": 1009,
    "практи@@": 1010,
    "боль@@": 1011,
    "вто@@": 1012,
    "Ли@@": 1013,
    "рует": 1014,
    "ся": 1015,
    "Кроме": 1016,
    "50": 1017,
    "ом": 1018,
    "ток": 1019,
    "вз@@": 1020,
    "прода@@": 1021,
    "тельный": 1022,
    "шей": 1023,
    "стов": 1024,
    "посе@@": 1025,
    "клю@@": 1026,
    "чита@@": 1027,
    "бло@@": 1028,
    "предоста@@": 1029,
    "пользова@@": 1030,
    "детей": 1031,
    "американ@@": 1032,
    "Его": 1033,
    "расши@@": 1034,
    "скую": 1035,
    "выбо@@": 1036,
    "потреб@@": 1037,
    "часть": 1038,
    "актив@@": 1039,
    "доба@@": 1040,
    "тому": 1041,
    "емые": 1042,
    "креди@@": 1043,
    "тру@@": 1044,
    "обла@@": 1045,
    "помощи": 1046,
    "нужно": 1047,
    "ф": 1048,
    "жи": 1049,
    "получа@@": 1050,
    "кое": 1051,
    "ву": 1052,
    "Ве@@": 1053,
    "внимание": 1054,
    "тор": 1055,
    "специаль@@": 1056,
    "решение": 1057,
    "роди@@": 1058,
    "нуть": 1059,
    "плани@@": 1060,
    "ствовать": 1061,
    "Windows": 1062,
    "сме@@": 1063,
    "шие": 1064,
    "чего": 1065,
    "держа@@": 1066,
    "бан@@": 1067,
    "K@@": 1068,
    "ственно": 1069,
    "вед@@": 1070,
    "проблемы": 1071,
    "хоро@@": 1072,
    "все@@": 1073,
    "права": 1074,
    "ждение": 1075,
    "спа@@": 1076,
    "каза@@": 1077,
    "мире": 1078,
    "ца@@": 1079,
    "мов": 1080,
    "переда@@": 1081,
    "возможности": 1082,
    "которого": 1083,
    "использо@@": 1084,
    "ше": 1085,
    "тки": 1086,
    "ваются": 1087,
    "дан@@": 1088,
    "объек@@": 1089,
    "мя@@": 1090,
    "ким": 1091,
    "ствия": 1092,
    "чие": 1093,
    "решения": 1094,
    "тран@@": 1095,
    "бли@@": 1096,
    "коман@@": 1097,
    "грани@@": 1098,
    "14": 1099,
    "использу@@": 1100,
    "обеспечения": 1101,
    "E": 1102,
    "i": 1103,
    "Во@@": 1104,
    "много@@": 1105,
    "числе": 1106,
    "гру@@": 1107,
    "тан@@": 1108,
    "организа@@": 1109,
    "сты": 1110,
    "Че@@": 1111,
    "реаль@@": 1112,
    "комплек@@": 1113,
    "группы": 1114,
    "наз@@": 1115,
    "прав": 1116,
    "рой": 1117,
    "ционных": 1118,
    "работ@@": 1119,
    "фици@@": 1120,
    "2008": 1121,
    "внутрен@@": 1122,
    "интере@@": 1123,
    "сейчас": 1124,
    "ша": 1125,
    "тот": 1126,
    "че": 1127,
    "лы@@": 1128,
    "тых": 1129,
    "види@@": 1130,
    "города": 1131,
    "меры": 1132,
    "странах": 1133,
    "кур@@": 1134,
    "вид@@": 1135,
    "другой": 1136,
    "Ми@@": 1137,
    "подоб@@": 1138,
    "рения": 1139,
    "од@@": 1140,
    "СТ@@": 1141,
    "находится": 1142,
    "Раз@@": 1143,
    "зая@@": 1144,
    "Те@@": 1145,
    "чного": 1146,
    "ши": 1147,
    "М": 1148,
    "продук@@": 1149,
    "среди": 1150,
    "]": 1151,
    "Си@@": 1152,
    "\"@@": 1153,
    "тельного": 1154,
    "Га@@": 1155,
    "использования": 1156,
    "хотя": 1157,
    "ят": 1158,
    "дли@@": 1159,
    "рован@@": 1160,
    "0@@": 1161,
    "ющихся": 1162,
    "дер@@": 1163,
    "объя@@": 1164,
    "16": 1165,
    "извест@@": 1166,
    "шее": 1167,
    "кти@@": 1168,
    "физи@@": 1169,
    "шего": 1170,
    "нали@@": 1171,
    "сро@@": 1172,
    "льная": 1173,
    "диа@@": 1174,
    "ствие": 1175,
    "учи@@": 1176,
    "мени@@": 1177,
    "йти": 1178,
    "став@@": 1179,
    "хода": 1180,
    "двух": 1181,
    "Так": 1182,
    "гов": 1183,
    "льным": 1184,
    "полити@@": 1185,
    "льное": 1186,
    "само@@": 1187,
    "состоя@@": 1188,
    "такой": 1189,
    "тации": 1190,
    "населения": 1191,
    "вопро@@": 1192,
    "тек@@": 1193,
    "кто@@": 1194,
    "шко@@": 1195,
    "свой": 1196,
    "пы": 1197,
    "Ни@@": 1198,
    "чный": 1199,
    "миро@@": 1200,
    "жизнь": 1201,
    "ход": 1202,
    "•": 1203,
    "услуг": 1204,
    "три": 1205,
    "пока": 1206,
    "особенно": 1207,
    "ший": 1208,
    "правитель@@": 1209,
    "18": 1210,
    "представи@@": 1211,
    "ходи@@": 1212,
    "стан@@": 1213,
    "социаль@@": 1214,
    "».": 1215,
    "спе@@": 1216,
    "ходя@@": 1217,
    "прош@@": 1218,
    "e": 1219,
    "цве@@": 1220,
    "выми": 1221,
    "e@@": 1222,
    "руковод@@": 1223,
    "нных": 1224,
    "25": 1225,
    "общества": 1226,
    "един@@": 1227,
    "M": 1228,
    "нные": 1229,
    "йся": 1230,
    "средств": 1231,
    "наде@@": 1232,
    "проек@@": 1233,
    "основе": 1234,
    "власти": 1235,
    "13": 1236,
    "произ@@": 1237,
    "2007": 1238,
    "нием": 1239,
    "i@@": 1240,
    "доступ@@": 1241,
    "телем": 1242,
    "выра@@": 1243,
    "пле@@": 1244,
    "одного": 1245,
    "ек@@": 1246,
    "неде@@": 1247,
    "дах": 1248,
    "щей": 1249,
    "Пер@@": 1250,
    "s@@": 1251,
    "ство@@": 1252,
    "выпол@@": 1253,
    "финансо@@": 1254,
    "соответству@@": 1255,
    "называ@@": 1256,
    "информацию": 1257,
    "Ста@@": 1258,
    "Пе@@": 1259,
    "разде@@": 1260,
    "клиен@@": 1261,
    "администра@@": 1262,
    "начала": 1263,
    "вала": 1264,
    "сегодня": 1265,
    "Ви@@": 1266,
    "тин@@": 1267,
    "Се@@": 1268,
    "ствуют": 1269,
    "кую": 1270,
    "заклю@@": 1271,
    "около": 1272,
    "ванию": 1273,
    "работать": 1274,
    "2009": 1275,
    "структу@@": 1276,
    "I@@": 1277,
    "без@@": 1278,
    "ня": 1279,
    "мер": 1280,
    "эту": 1281,
    "дет": 1282,
    "уровне": 1283,
    "тельство": 1284,
    "нять": 1285,
    "пробле@@": 1286,
    "бор@@": 1287,
    "позволяет": 1288,
    "некоторые": 1289,
    "внеш@@": 1290,
    "k@@": 1291,
    "тради@@": 1292,
    "вместе": 1293,
    "работу": 1294,
    "жд@@": 1295,
    "действи@@": 1296,
    "государства": 1297,
    "результате": 1298,
    "многих": 1299,
    "ющее": 1300,
    "независи@@": 1301,
    "поскольку": 1302,
    "тый": 1303,
    "спор@@": 1304,
    "право": 1305,
    "наиболее": 1306,
    "многие": 1307,
    "D": 1308,
    "мом": 1309,
    "улуч@@": 1310,
    "Под@@": 1311,
    "сь": 1312,
    "роль": 1313,
    "новые": 1314,
    "пыта@@": 1315,
    "шим": 1316,
    "докумен@@": 1317,
    "объ@@": 1318,
    "зы@@": 1319,
    "ственных": 1320,
    "служи@@": 1321,
    "дви@@": 1322,
    "ять": 1323,
    "политики": 1324,
    "стано@@": 1325,
    "ъ@@": 1326,
    "мых": 1327,
    "различных": 1328,
    "деся@@": 1329,
    "должна": 1330,
    "мор@@": 1331,
    "щего": 1332,
    "Коми@@": 1333,
    "тета": 1334,
    "вне@@": 1335,
    "шь": 1336,
    "встре@@": 1337,
    "каждый": 1338,
    "Д": 1339,
    "S": 1340,
    "производ@@": 1341,
    "взаимо@@": 1342,
    "d@@": 1343,
    "территории": 1344,
    "пы@@": 1345,
    "тогда": 1346,
    "t@@": 1347,
    "ес@@": 1348,
    "эта@@": 1349,
    "имеют": 1350,
    "17": 1351,
    "этим": 1352,
    "дии": 1353,
    "Пу@@": 1354,
    "»,": 1355,
    "тесь": 1356,
    "Ки@@": 1357,
    "инстру@@": 1358,
    "Б": 1359,
    "выше": 1360,
    "тур@@": 1361,
    "сокра@@": 1362,
    "буду@@": 1363,
    "ены": 1364,
    "ков@@": 1365,
    "Бу@@": 1366,
    "вклю@@": 1367,
    "стал": 1368,
    "свое": 1369,
    "целью": 1370,
    "соответ@@": 1371,
    "котором": 1372,
    "Пре@@": 1373,
    "дро@@": 1374,
    "копи@@": 1375,
    "сам": 1376,
    "получить": 1377,
    "нашей": 1378,
    "именно": 1379,
    "стью": 1380,
    "носи@@": 1381,
    "период": 1382,
    "дума@@": 1383,
    "которую": 1384,
    "дей@@": 1385,
    "Во": 1386,
    "дар@@": 1387,
    "ваний": 1388,
    "региональ@@": 1389,
    "представля@@": 1390,
    "мир": 1391,
    "000": 1392,
    "страни@@": 1393,
    "над@@": 1394,
    "Су@@": 1395,
    "националь@@": 1396,
    "вла@@": 1397,
    "ней@@": 1398,
    "дня": 1399,
    "заня@@": 1400,
    "должно": 1401,
    "мар@@": 1402,
    "вопрос": 1403,
    "ственной": 1404,
    "Что": 1405,
    "значение": 1406,
    "млн": 1407,
    "вле@@": 1408,
    "систе@@": 1409,
    "проводи@@": 1410,
    "форми@@": 1411,
    "истори@@": 1412,
    "проекта": 1413,
    "Республики": 1414,
    "рить": 1415,
    "мости": 1416,
    "пря@@": 1417,
    "ины": 1418,
    "пунк@@": 1419,
    "оцен@@": 1420,
    "возвра@@": 1421,
    "сети": 1422,
    "обсу@@": 1423,
    "годы": 1424,
    "дру@@": 1425,
    "площа@@": 1426,
    "затем": 1427,
    "сооб@@": 1428,
    "поло@@": 1429,
    "ступ@@": 1430,
    "предоставля@@": 1431,
    "интер@@": 1432,
    "жать": 1433,
    "телями": 1434,
    "тного": 1435,
    "друг": 1436,
    "теперь": 1437,
    "бес@@": 1438,
    "бле@@": 1439,
    "ванием": 1440,
    "чей": 1441,
    "часто": 1442,
    "вар@@": 1443,
    "a@@": 1444,
    "достаточно": 1445,
    "лки": 1446,
    "дить": 1447,
    "лению": 1448,
    "предлага@@": 1449,
    "дней": 1450,
    "таким": 1451,
    "подо@@": 1452,
    "фон@@": 1453,
    "лег@@": 1454,
    "Ду@@": 1455,
    "природ@@": 1456,
    "Она": 1457,
    "филь@@": 1458,
    "тора": 1459,
    "влия@@": 1460,
    "вил": 1461,
    "ву@@": 1462,
    "количество": 1463,
    "Г": 1464,
    "води@@": 1465,
    "ениям": 1466,
    "веду@@": 1467,
    "центра@@": 1468,
    "мас@@": 1469,
    "обы@@": 1470,
    "участие": 1471,
    "груп@@": 1472,
    "основ@@": 1473,
    "ясь": 1474,
    "U@@": 1475,
    "возра@@": 1476,
    "уровня": 1477,
    "шли": 1478,
    "воды": 1479,
    "m@@": 1480,
    "долж@@": 1481,
    "жной": 1482,
    "Международ@@": 1483,
    "доступ": 1484,
    "ван": 1485,
    "образования": 1486,
    "торго@@": 1487,
    "догово@@": 1488,
    "мент": 1489,
    "изменения": 1490,
    "ходе": 1491,
    "сою@@": 1492,
    "вода": 1493,
    "жных": 1494,
    "осуществля@@": 1495,
    "нима@@": 1496,
    "ПР@@": 1497,
    "ческое": 1498,
    "ционной": 1499,
    "бри@@": 1500,
    "производства": 1501,
    "завер@@": 1502,
    "ще": 1503,
    "торов": 1504,
    "возможно": 1505,
    "ад@@": 1506,
    "вами": 1507,
    "почти": 1508,
    "Ди@@": 1509,
    "ствами": 1510,
    "игра@@": 1511,
    "дни@@": 1512,
    "лен": 1513,
    "2010": 1514,
    "дами": 1515,
    "полож@@": 1516,
    "вод": 1517,
    "никогда": 1518,
    "мати@@": 1519,
    "рова@@": 1520,
    "стратеги@@": 1521,
    "оди@@": 1522,
    "T": 1523,
    "кло@@": 1524,
    "сте": 1525,
    "успе@@": 1526,
    "действие": 1527,
    "полностью": 1528,
    "потер@@": 1529,
    "обеспечи@@": 1530,
    "язы@@": 1531,
    "приобре@@": 1532,
    "эта": 1533,
    "Ку@@": 1534,
    "рение": 1535,
    "реши@@": 1536,
    "начина@@": 1537,
    "член@@": 1538,
    "цар@@": 1539,
    "пуска@@": 1540,
    "инвести@@": 1541,
    "ограни@@": 1542,
    ".@@": 1543,
    "жден@@": 1544,
    "нах": 1545,
    "лю": 1546,
    "тет": 1547,
    "дой": 1548,
    "ними": 1549,
    "ющая": 1550,
    "свя@@": 1551,
    "мощ@@": 1552,
    "c@@": 1553,
    "ведения": 1554,
    "получи@@": 1555,
    "ступи@@": 1556,
    "мая": 1557,
    "дра@@": 1558,
    "ат@@": 1559,
    "реги@@": 1560,
    "поэтому": 1561,
    "согла@@": 1562,
    "сказать": 1563,
    "предста@@": 1564,
    "стране": 1565,
    "Этот": 1566,
    "реш@@": 1567,
    "вот": 1568,
    "40": 1569,
    "уз@@": 1570,
    "которым": 1571,
    "граждан@@": 1572,
    "установлен@@": 1573,
    "y@@": 1574,
    "следо@@": 1575,
    "сты@@": 1576,
    "шать": 1577,
    "P": 1578,
    "персона@@": 1579,
    "p@@": 1580,
    "хорошо": 1581,
    "верси@@": 1582,
    "наших": 1583,
    "орга@@": 1584,
    "щим": 1585,
    "большой": 1586,
    "глоба@@": 1587,
    "сум@@": 1588,
    "нау@@": 1589,
    "уровень": 1590,
    "сер@@": 1591,
    "пя@@": 1592,
    "жды": 1593,
    "ут@@": 1594,
    "лить": 1595,
    "стали": 1596,
    "зда@@": 1597,
    "али@@": 1598,
    "c": 1599,
    "рам": 1600,
    "печа@@": 1601,
    "зации": 1602,
    "серьез@@": 1603,
    "19": 1604,
    "информа@@": 1605,
    "лиц": 1606,
    "средства": 1607,
    "Лю@@": 1608,
    "строи@@": 1609,
    "Н": 1610,
    "система": 1611,
    "однако": 1612,
    "направл@@": 1613,
    "телям": 1614,
    "люби@@": 1615,
    "вую": 1616,
    "поддержи@@": 1617,
    "кры@@": 1618,
    "вет@@": 1619,
    "официаль@@": 1620,
    "кни@@": 1621,
    "иметь": 1622,
    "технологи@@": 1623,
    "процес@@": 1624,
    "заме@@": 1625,
    "ческая": 1626,
    "держи@@": 1627,
    "момент": 1628,
    "b@@": 1629,
    "ника@@": 1630,
    "случа@@": 1631,
    "опас@@": 1632,
    "закон@@": 1633,
    "вок": 1634,
    "100": 1635,
    "Ар@@": 1636,
    "ян@@": 1637,
    "подтвер@@": 1638,
    "зов": 1639,
    "какой": 1640,
    "смо@@": 1641,
    "веб": 1642,
    "вести": 1643,
    "шая": 1644,
    "чу": 1645,
    "она@@": 1646,
    "рт@@": 1647,
    "вших": 1648,
    "государствен@@": 1649,
    "пис@@": 1650,
    "источ@@": 1651,
    "отсут@@": 1652,
    "докла@@": 1653,
    "ходят": 1654,
    "НИ@@": 1655,
    "своим": 1656,
    "мость": 1657,
    "женщин": 1658,
    "Пред@@": 1659,
    "конкре@@": 1660,
    "вании": 1661,
    "гом": 1662,
    "зыва@@": 1663,
    "угро@@": 1664,
    "создания": 1665,
    "мента": 1666,
    "лож@@": 1667,
    "демокра@@": 1668,
    "свобод@@": 1669,
    "поз@@": 1670,
    "собра@@": 1671,
    "ожида@@": 1672,
    "кли@@": 1673,
    "поме@@": 1674,
    "вол@@": 1675,
    "24": 1676,
    "s": 1677,
    "партне@@": 1678,
    "зма": 1679,
    "институ@@": 1680,
    "уров@@": 1681,
    "назна@@": 1682,
    "сах": 1683,
    "вопросы": 1684,
    "уче@@": 1685,
    "щая": 1686,
    "чная": 1687,
    "хва@@": 1688,
    "Чтобы": 1689,
    "рассматри@@": 1690,
    "няя": 1691,
    "оно": 1692,
    "вопросам": 1693,
    "вов": 1694,
    "тые": 1695,
    "поня@@": 1696,
    "работе": 1697,
    "делать": 1698,
    "ющими": 1699,
    "оп@@": 1700,
    "Ха@@": 1701,
    "2006": 1702,
    "ряд": 1703,
    "тий": 1704,
    "частности": 1705,
    "00": 1706,
    "имен@@": 1707,
    "То@@": 1708,
    "Хо@@": 1709,
    "устрой@@": 1710,
    "позволя@@": 1711,
    "бед@@": 1712,
    "бе": 1713,
    "Бан@@": 1714,
    "вре@@": 1715,
    "дет@@": 1716,
    "нес@@": 1717,
    "счет": 1718,
    "определя@@": 1719,
    "всей": 1720,
    "21": 1721,
    "парамет@@": 1722,
    "оборо@@": 1723,
    "нало@@": 1724,
    "беспла@@": 1725,
    "лле@@": 1726,
    "полни@@": 1727,
    "опы@@": 1728,
    "ООН": 1729,
    "сту@@": 1730,
    "акти@@": 1731,
    "тельное": 1732,
    "пор": 1733,
    "рованных": 1734,
    "чены": 1735,
    "За": 1736,
    "проис@@": 1737,
    "J@@": 1738,
    "Фи@@": 1739,
    "предло@@": 1740,
    "ски": 1741,
    "2005": 1742,
    "назад": 1743,
    "тельным": 1744,
    "лучше": 1745,
    "тельности": 1746,
    "дел": 1747,
    "обе@@": 1748,
    "защиты": 1749,
    "труд@@": 1750,
    "бу": 1751,
    "сво@@": 1752,
    "стать": 1753,
    "Эти": 1754,
    "Господь": 1755,
    "обно@@": 1756,
    "услуги": 1757,
    "увели@@": 1758,
    "стри@@": 1759,
    "некоторых": 1760,
    "месте": 1761,
    "мет@@": 1762,
    "тивных": 1763,
    "ган@@": 1764,
    "соб@@": 1765,
    "сол@@": 1766,
    "циями": 1767,
    "слова": 1768,
    "еже@@": 1769,
    "профессиональ@@": 1770,
    "компаний": 1771,
    "ок": 1772,
    "Поэтому": 1773,
    "Дж@@": 1774,
    "мии": 1775,
    "…": 1776,
    "сотрудни@@": 1777,
    "скими": 1778,
    "пита@@": 1779,
    "НО@@": 1780,
    "ун@@": 1781,
    "год@@": 1782,
    "чески": 1783,
    "дома": 1784,
    "европей@@": 1785,
    "ск": 1786,
    "зву@@": 1787,
    "зако@@": 1788,
    "поко@@": 1789,
    "медицин@@": 1790,
    "побе@@": 1791,
    "науч@@": 1792,
    "примен@@": 1793,
    "пас@@": 1794,
    "60": 1795,
    "тни@@": 1796,
    "настоящее": 1797,
    "имя": 1798,
    "d": 1799,
    "центр": 1800,
    "процесс": 1801,
    "находи@@": 1802,
    "u@@": 1803,
    "er": 1804,
    "чении": 1805,
    "капита@@": 1806,
    "шта@@": 1807,
    "дополнитель@@": 1808,
    "наши": 1809,
    "включа@@": 1810,
    "компания": 1811,
    "ресурсов": 1812,
    "удоб@@": 1813,
    "тил": 1814,
    "пусти@@": 1815,
    "действий": 1816,
    "тического": 1817,
    "ничего": 1818,
    "Боль@@": 1819,
    "двига@@": 1820,
    "руется": 1821,
    "Воз@@": 1822,
    "стана": 1823,
    "18@@": 1824,
    "горо@@": 1825,
    "лли@@": 1826,
    "лин@@": 1827,
    "стви@@": 1828,
    "проблем": 1829,
    "могли": 1830,
    "условиях": 1831,
    "ческими": 1832,
    "рей@@": 1833,
    "g@@": 1834,
    "o@@": 1835,
    "КО@@": 1836,
    "дальней@@": 1837,
    "яви@@": 1838,
    "мся": 1839,
    "государ@@": 1840,
    "тери@@": 1841,
    "пять": 1842,
    "вл@@": 1843,
    "найти": 1844,
    "верну@@": 1845,
    "жу": 1846,
    "Росси@@": 1847,
    "программ": 1848,
    "спосо@@": 1849,
    "город@@": 1850,
    "ваны": 1851,
    "22": 1852,
    "долларов": 1853,
    "самом": 1854,
    "испол@@": 1855,
    "другими": 1856,
    "систем": 1857,
    "путем": 1858,
    "мах": 1859,
    "L": 1860,
    "жно": 1861,
    "лек@@": 1862,
    "экра@@": 1863,
    "уч@@": 1864,
    "Пра@@": 1865,
    "противо@@": 1866,
    "доступа": 1867,
    "вин@@": 1868,
    "пара@@": 1869,
    "преступ@@": 1870,
    "Й@@": 1871,
    "юще@@": 1872,
    "секре@@": 1873,
    "ваш@@": 1874,
    "ядер@@": 1875,
    "сфере": 1876,
    "кну@@": 1877,
    "формы": 1878,
    "одним": 1879,
    "мое": 1880,
    "er@@": 1881,
    "x": 1882,
    "точки": 1883,
    "корпора@@": 1884,
    "Бог": 1885,
    "Ле@@": 1886,
    "ур@@": 1887,
    "стаби@@": 1888,
    "Пере@@": 1889,
    "Европей@@": 1890,
    "кров@@": 1891,
    "цер@@": 1892,
    "целях": 1893,
    "законода@@": 1894,
    "любой": 1895,
    "сторон@@": 1896,
    "ил@@": 1897,
    "реализации": 1898,
    "ственного": 1899,
    "20@@": 1900,
    "приве@@": 1901,
    "произо@@": 1902,
    "тебя": 1903,
    "мую": 1904,
    "пись@@": 1905,
    "лении": 1906,
    "доста@@": 1907,
    "организаций": 1908,
    "говори@@": 1909,
    "щее": 1910,
    "взя@@": 1911,
    "бор": 1912,
    "РА@@": 1913,
    "№": 1914,
    "ющую": 1915,
    "зака@@": 1916,
    "ционные": 1917,
    "деле": 1918,
    "ье@@": 1919,
    "прия@@": 1920,
    "новой": 1921,
    "восстано@@": 1922,
    "Россия": 1923,
    "2003": 1924,
    "t": 1925,
    "новый": 1926,
    "чен": 1927,
    "развитие": 1928,
    "членов": 1929,
    "результа@@": 1930,
    "ющиеся": 1931,
    "жены": 1932,
    "сче@@": 1933,
    "слы@@": 1934,
    "Восто@@": 1935,
    "написа@@": 1936,
    "лица": 1937,
    "Да": 1938,
    "храни@@": 1939,
    "смотреть": 1940,
    "тельность": 1941,
    "рази@@": 1942,
    "обнару@@": 1943,
    "вно": 1944,
    "стоит": 1945,
    "этому": 1946,
    "успеш@@": 1947,
    "энерге@@": 1948,
    "требо@@": 1949,
    "бюдже@@": 1950,
    "Би@@": 1951,
    "см": 1952,
    "усили@@": 1953,
    "Сер@@": 1954,
    "циаль@@": 1955,
    "руководи@@": 1956,
    "механиз@@": 1957,
    "описа@@": 1958,
    "рынке": 1959,
    "пов": 1960,
    "скому": 1961,
    "моло@@": 1962,
    "ешь": 1963,
    "нескольких": 1964,
    "войны": 1965,
    "тным": 1966,
    "уме@@": 1967,
    "последние": 1968,
    "рынка": 1969,
    "служ@@": 1970,
    "анали@@": 1971,
    "норма@@": 1972,
    "игро@@": 1973,
    "зу": 1974,
    "организо@@": 1975,
    "увеличи@@": 1976,
    "дия": 1977,
    "вид": 1978,
    "работает": 1979,
    "можем": 1980,
    "ственные": 1981,
    "масшта@@": 1982,
    "пути": 1983,
    "торы": 1984,
    "лого": 1985,
    "еха@@": 1986,
    "твор@@": 1987,
    "прежде": 1988,
    "шин@@": 1989,
    "минист@@": 1990,
    "бизнес": 1991,
    "бер@@": 1992,
    "тей": 1993,
    "существу@@": 1994,
    "рын@@": 1995,
    "конфлик@@": 1996,
    "самых": 1997,
    "дите": 1998,
    "чет@@": 1999,
    "каждого": 2000,
    "лами": 2001,
    "Эта": 2002,
    "музы@@": 2003,
    "км": 2004,
    "энергии": 2005,
    "промышлен@@": 2006,
    "23": 2007,
    "шем": 2008,
    "ВО@@": 2009,
    "запро@@": 2010,
    "одна": 2011,
    "убе@@": 2012,
    "городе": 2013,
    "мен": 2014,
    "емой": 2015,
    "зер@@": 2016,
    "лой": 2017,
    "нового": 2018,
    "вкла@@": 2019,
    "эле@@": 2020,
    "рий": 2021,
    "Из@@": 2022,
    "циях": 2023,
    "поддержки": 2024,
    "дь": 2025,
    "дело": 2026,
    "места": 2027,
    "сель@@": 2028,
    "совер@@": 2029,
    "провер@@": 2030,
    "нь": 2031,
    "приме@@": 2032,
    "туры": 2033,
    "Организации": 2034,
    "зрения": 2035,
    "казывает": 2036,
    "ден": 2037,
    "конце": 2038,
    "треть@@": 2039,
    "огром@@": 2040,
    "меся@@": 2041,
    "проектов": 2042,
    "деятельность": 2043,
    "тари@@": 2044,
    "разработ@@": 2045,
    "вс@@": 2046,
    "анти@@": 2047,
    "Прави@@": 2048,
    "кими": 2049,
    "люб@@": 2050,
    "устано@@": 2051,
    "тай@@": 2052,
    "менты": 2053,
    "цами": 2054,
    "удо@@": 2055,
    "бога@@": 2056,
    "относительно": 2057,
    "$": 2058,
    "отче@@": 2059,
    "шает": 2060,
    "проведения": 2061,
    "культур@@": 2062,
    "Ро@@": 2063,
    "ником": 2064,
    "ссы@@": 2065,
    "ционного": 2066,
    "директо@@": 2067,
    "вались": 2068,
    "2000": 2069,
    "любы@@": 2070,
    "тон@@": 2071,
    "льном": 2072,
    "Фран@@": 2073,
    "ссии": 2074,
    "устойчи@@": 2075,
    "мента@@": 2076,
    "Вам": 2077,
    "чным": 2078,
    "настоя@@": 2079,
    "число": 2080,
    "информация": 2081,
    "мыш@@": 2082,
    "най@@": 2083,
    "емый": 2084,
    "мини@@": 2085,
    "экономики": 2086,
    "правля@@": 2087,
    "Бы@@": 2088,
    "жерт@@": 2089,
    "ё": 2090,
    "“": 2091,
    "помощь": 2092,
    "дам": 2093,
    "ибо": 2094,
    "представлен@@": 2095,
    "каче@@": 2096,
    "маши@@": 2097,
    "каса@@": 2098,
    "нашего": 2099,
    "Мар@@": 2100,
    "ска": 2101,
    "теку@@": 2102,
    "ую": 2103,
    "X": 2104,
    "помога@@": 2105,
    "первый": 2106,
    "секто@@": 2107,
    "Интернет": 2108,
    "компьютер@@": 2109,
    "Например": 2110,
    "опла@@": 2111,
    "Государ@@": 2112,
    "такого": 2113,
    "вший": 2114,
    "сотрудничества": 2115,
    "ауди@@": 2116,
    "фир@@": 2117,
    "жные": 2118,
    "появи@@": 2119,
    "зе": 2120,
    "ново@@": 2121,
    "одно@@": 2122,
    "станови@@": 2123,
    "утвер@@": 2124,
    "тической": 2125,
    "док": 2126,
    "щает": 2127,
    "положи@@": 2128,
    "умень@@": 2129,
    "гро@@": 2130,
    "син@@": 2131,
    "10@@": 2132,
    "составля@@": 2133,
    "отра@@": 2134,
    "конкурен@@": 2135,
    "положение": 2136,
    "дают": 2137,
    "совмест@@": 2138,
    "технологии": 2139,
    "избе@@": 2140,
    "своем": 2141,
    "восто@@": 2142,
    "роста": 2143,
    "нной": 2144,
    "тоже": 2145,
    "дал": 2146,
    "тол@@": 2147,
    "прове@@": 2148,
    "вариан@@": 2149,
    "ственный": 2150,
    "слишком": 2151,
    "нер@@": 2152,
    "направлен@@": 2153,
    "B": 2154,
    "v@@": 2155,
    "отношения": 2156,
    "закры@@": 2157,
    "решений": 2158,
    "спорта": 2159,
    "l@@": 2160,
    "кому": 2161,
    "создать": 2162,
    "проект": 2163,
    "республи@@": 2164,
    "прожи@@": 2165,
    "чки": 2166,
    "бо": 2167,
    "действительно": 2168,
    "существует": 2169,
    "силу": 2170,
    "качества": 2171,
    "круп@@": 2172,
    "присут@@": 2173,
    "хи": 2174,
    "собы@@": 2175,
    "сня@@": 2176,
    "оде@@": 2177,
    "лений": 2178,
    "опреде@@": 2179,
    "обычно": 2180,
    "проси@@": 2181,
    "валю@@": 2182,
    "взгля@@": 2183,
    "быстро": 2184,
    "2004": 2185,
    "програм@@": 2186,
    "использование": 2187,
    "затра@@": 2188,
    "чению": 2189,
    "правительства": 2190,
    "шему": 2191,
    "мир@@": 2192,
    "силы": 2193,
    "пли@@": 2194,
    "международных": 2195,
    "управля@@": 2196,
    "обеспе@@": 2197,
    "вили": 2198,
    "кси@@": 2199,
    "образо@@": 2200,
    "on": 2201,
    "среды": 2202,
    "Ру@@": 2203,
    "истории": 2204,
    "цент@@": 2205,
    "моби@@": 2206,
    "вся@@": 2207,
    "шу@@": 2208,
    "пен@@": 2209,
    "одно": 2210,
    "какие": 2211,
    "Моск@@": 2212,
    "дки": 2213,
    "собира@@": 2214,
    "сор@@": 2215,
    "лый": 2216,
    "З": 2217,
    "прес@@": 2218,
    "льную": 2219,
    "сил": 2220,
    "зация": 2221,
    "198@@": 2222,
    "экологи@@": 2223,
    "пове@@": 2224,
    "возник@@": 2225,
    "вной": 2226,
    "емого": 2227,
    "совет@@": 2228,
    "n@@": 2229,
    "парта@@": 2230,
    "F": 2231,
    "сове@@": 2232,
    "означает": 2233,
    "Microsoft": 2234,
    "труда": 2235,
    "рост": 2236,
    "благодаря": 2237,
    "Генера@@": 2238,
    "юсь": 2239,
    "простран@@": 2240,
    "вшие": 2241,
    "Програм@@": 2242,
    "повто@@": 2243,
    "Господ@@": 2244,
    "рез@@": 2245,
    "укреп@@": 2246,
    "чис@@": 2247,
    "наблюда@@": 2248,
    "стом": 2249,
    "консульта@@": 2250,
    "лах": 2251,
    "тная": 2252,
    "принять": 2253,
    "обеспечить": 2254,
    "al@@": 2255,
    "запре@@": 2256,
    "стей": 2257,
    "выс@@": 2258,
    "ченных": 2259,
    "сса@@": 2260,
    "нный": 2261,
    "условия": 2262,
    "подклю@@": 2263,
    "тю@@": 2264,
    "чать": 2265,
    "контак@@": 2266,
    "визи@@": 2267,
    "вки": 2268,
    "применя@@": 2269,
    "мог": 2270,
    "две": 2271,
    "шить": 2272,
    "ЕС": 2273,
    "чает": 2274,
    "строен@@": 2275,
    "ческую": 2276,
    "меня@@": 2277,
    "жении": 2278,
    "нуж@@": 2279,
    "получения": 2280,
    "вана": 2281,
    "шу": 2282,
    "номер": 2283,
    "продукции": 2284,
    "отме@@": 2285,
    "Й": 2286,
    "никами": 2287,
    "ванных": 2288,
    "скоро@@": 2289,
    "мым": 2290,
    "продуктов": 2291,
    "государств": 2292,
    "выз@@": 2293,
    "степен@@": 2294,
    "коммер@@": 2295,
    "вляет": 2296,
    "бума@@": 2297,
    "следующие": 2298,
    "пери@@": 2299,
    "доб@@": 2300,
    "l": 2301,
    "отеля": 2302,
    "виде": 2303,
    "сли": 2304,
    "дела": 2305,
    "стало": 2306,
    "гри@@": 2307,
    "ходов": 2308,
    "поддержку": 2309,
    "ведение": 2310,
    "лых": 2311,
    "рак@@": 2312,
    "кана@@": 2313,
    "выде@@": 2314,
    "тики": 2315,
    "систему": 2316,
    "свобо@@": 2317,
    "ал@@": 2318,
    "сай@@": 2319,
    "степени": 2320,
    "меж@@": 2321,
    "пу": 2322,
    "туаль@@": 2323,
    "стар@@": 2324,
    "дж@@": 2325,
    "ню": 2326,
    "статьи": 2327,
    "мигра@@": 2328,
    "страхо@@": 2329,
    "тура": 2330,
    "спис@@": 2331,
    "ситуации": 2332,
    "большин@@": 2333,
    "28": 2334,
    "Российской": 2335,
    "народ@@": 2336,
    "зии": 2337,
    "бизнеса": 2338,
    "Наций": 2339,
    "надо": 2340,
    "выполня@@": 2341,
    "ствах": 2342,
    "ран": 2343,
    "оцени@@": 2344,
    "существо@@": 2345,
    "ито@@": 2346,
    "O": 2347,
    "Ла@@": 2348,
    "шими": 2349,
    "структуры": 2350,
    "_@@": 2351,
    "учеб@@": 2352,
    "тысяч": 2353,
    "en@@": 2354,
    "влении": 2355,
    "коле@@": 2356,
    "Объединенных": 2357,
    "тыся@@": 2358,
    "рей": 2359,
    "Европы": 2360,
    "уде@@": 2361,
    "Тур@@": 2362,
    "ква@@": 2363,
    "преде@@": 2364,
    "случаях": 2365,
    "основных": 2366,
    "говорить": 2367,
    "автомоби@@": 2368,
    "преимуще@@": 2369,
    "коллек@@": 2370,
    "строй@@": 2371,
    "пля@@": 2372,
    "осуществ@@": 2373,
    "G": 2374,
    "результаты": 2375,
    "жений": 2376,
    "Также": 2377,
    "цели": 2378,
    "регули@@": 2379,
    "верх@@": 2380,
    "ради@@": 2381,
    "целом": 2382,
    "созна@@": 2383,
    "полага@@": 2384,
    "In@@": 2385,
    "26": 2386,
    "нибудь": 2387,
    "технологий": 2388,
    "хранения": 2389,
    "мами": 2390,
    "Х": 2391,
    "любо@@": 2392,
    "дут": 2393,
    "движения": 2394,
    "пользу@@": 2395,
    "ниже": 2396,
    "болез@@": 2397,
    "заболе@@": 2398,
    "тер": 2399,
    "студен@@": 2400,
    "дво@@": 2401,
    "положения": 2402,
    "такое": 2403,
    "Од@@": 2404,
    "мень@@": 2405,
    "компонен@@": 2406,
    "другим": 2407,
    "емся": 2408,
    "изда@@": 2409,
    "Server": 2410,
    "доби@@": 2411,
    "службы": 2412,
    "чном": 2413,
    "циональ@@": 2414,
    "потреби@@": 2415,
    "N": 2416,
    "реали@@": 2417,
    "пад@@": 2418,
    "70": 2419,
    "почему": 2420,
    "отобра@@": 2421,
    "инициа@@": 2422,
    "составляет": 2423,
    "тически": 2424,
    "?@@": 2425,
    "контроля": 2426,
    "дек@@": 2427,
    "распростра@@": 2428,
    "соеди@@": 2429,
    "млрд": 2430,
    "ору@@": 2431,
    "мпи@@": 2432,
    "данной": 2433,
    "оби@@": 2434,
    "жению": 2435,
    "Му@@": 2436,
    "b": 2437,
    "оте@@": 2438,
    "ментов": 2439,
    "p": 2440,
    "27": 2441,
    "ходить": 2442,
    "ски@@": 2443,
    "месяцев": 2444,
    "Федерации": 2445,
    "Таким": 2446,
    "h@@": 2447,
    "сем@@": 2448,
    "руют": 2449,
    "комна@@": 2450,
    "объеди@@": 2451,
    "пе": 2452,
    "хра@@": 2453,
    "ранее": 2454,
    "тивы": 2455,
    "тивные": 2456,
    "Цен@@": 2457,
    "R": 2458,
    "тр": 2459,
    "др": 2460,
    ".)": 2461,
    "происходит": 2462,
    "бой": 2463,
    "Дру@@": 2464,
    "согласи@@": 2465,
    "контро@@": 2466,
    "мые": 2467,
    "тебе": 2468,
    "ви": 2469,
    "процесса": 2470,
    "поя@@": 2471,
    "гами": 2472,
    "типа": 2473,
    "рок": 2474,
    "зывает": 2475,
    "Ира@@": 2476,
    "услови@@": 2477,
    "материа@@": 2478,
    "числен@@": 2479,
    "высоко@@": 2480,
    "необходимости": 2481,
    "ведом@@": 2482,
    "сколько": 2483,
    "мого": 2484,
    "утвержда@@": 2485,
    "снова": 2486,
    "хозяй@@": 2487,
    "уг@@": 2488,
    "цов": 2489,
    "начале": 2490,
    "предпринима@@": 2491,
    "стала": 2492,
    "Совета": 2493,
    "евре@@": 2494,
    "лии": 2495,
    "подвер@@": 2496,
    "исследования": 2497,
    "фа": 2498,
    "удовлетво@@": 2499,
    "ошиб@@": 2500,
    "массо@@": 2501,
    "добро@@": 2502,
    "жен": 2503,
    "прибы@@": 2504,
    "ожи@@": 2505,
    "шо@@": 2506,
    "самым": 2507,
    "насе@@": 2508,
    "покры@@": 2509,
    "сом@@": 2510,
    "трех": 2511,
    "Пи@@": 2512,
    "подписа@@": 2513,
    "чное": 2514,
    "рода": 2515,
    "реда@@": 2516,
    "серве@@": 2517,
    "лизации": 2518,
    "сфе@@": 2519,
    "in@@": 2520,
    "щении": 2521,
    "си": 2522,
    "оконча@@": 2523,
    "Украины": 2524,
    "стреми@@": 2525,
    "цать": 2526,
    "гаранти@@": 2527,
    "чай@@": 2528,
    "требу@@": 2529,
    "исследо@@": 2530,
    "АТ@@": 2531,
    "31": 2532,
    "попа@@": 2533,
    "шло": 2534,
    "Кита@@": 2535,
    "рекоменда@@": 2536,
    "разработа@@": 2537,
    "r@@": 2538,
    "выберите": 2539,
    "тра": 2540,
    "ред@@": 2541,
    "веден@@": 2542,
    "ся@@": 2543,
    "емо@@": 2544,
    "Шта@@": 2545,
    "холо@@": 2546,
    "большинство": 2547,
    "остро@@": 2548,
    "мя": 2549,
    "очередь": 2550,
    "заинтересо@@": 2551,
    "максима@@": 2552,
    "СК@@": 2553,
    "зависимости": 2554,
    "сно": 2555,
    "правительство": 2556,
    "цам": 2557,
    "согласно": 2558,
    "интерес@@": 2559,
    "нор@@": 2560,
    "зм": 2561,
    "город": 2562,
    "действу@@": 2563,
    "постоян@@": 2564,
    "легко": 2565,
    "дело@@": 2566,
    "Север@@": 2567,
    "рованные": 2568,
    "жит": 2569,
    "x@@": 2570,
    "учре@@": 2571,
    "малень@@": 2572,
    "забо@@": 2573,
    "юриди@@": 2574,
    "оценки": 2575,
    "живо@@": 2576,
    "ьте": 2577,
    "ческом": 2578,
    "циям": 2579,
    "куда": 2580,
    "ститу@@": 2581,
    "отли@@": 2582,
    "гар@@": 2583,
    "управл@@": 2584,
    "подготов@@": 2585,
    ");": 2586,
    "стане": 2587,
    "близ@@": 2588,
    "an@@": 2589,
    "обре@@": 2590,
    "бран@@": 2591,
    "мули@@": 2592,
    "глубо@@": 2593,
    "Националь@@": 2594,
    "тельная": 2595,
    "наме@@": 2596,
    "вич": 2597,
    "участников": 2598,
    "пото@@": 2599,
    "стен@@": 2600,
    "Из": 2601,
    "особен@@": 2602,
    "опыт": 2603,
    "коло@@": 2604,
    "тиче@@": 2605,
    "распреде@@": 2606,
    "пти@@": 2607,
    "Хотя": 2608,
    "воору@@": 2609,
    "запа@@": 2610,
    "спи@@": 2611,
    "Бога": 2612,
    "разных": 2613,
    "органов": 2614,
    "st@@": 2615,
    "настояще@@": 2616,
    "спек@@": 2617,
    "Вот": 2618,
    "стер@@": 2619,
    "системе": 2620,
    "чено": 2621,
    "деньги": 2622,
    "+": 2623,
    "установ@@": 2624,
    "провод@@": 2625,
    "нок": 2626,
    "ху@@": 2627,
    "номера": 2628,
    "журна@@": 2629,
    "ятся": 2630,
    "центра": 2631,
    "тым": 2632,
    "пользователей": 2633,
    "вез@@": 2634,
    "целей": 2635,
    "вался": 2636,
    "g": 2637,
    "шки": 2638,
    "рес@@": 2639,
    "груз@@": 2640,
    "ванные": 2641,
    "рекла@@": 2642,
    "шению": 2643,
    "тивного": 2644,
    "тили": 2645,
    "частью": 2646,
    "вест@@": 2647,
    "яр@@": 2648,
    "сто": 2649,
    "тяже@@": 2650,
    "представляет": 2651,
    "гло@@": 2652,
    "воль@@": 2653,
    "Ти@@": 2654,
    "ото@@": 2655,
    "процеду@@": 2656,
    "экспер@@": 2657,
    "вит": 2658,
    "эн@@": 2659,
    "прекрас@@": 2660,
    "объе@@": 2661,
    "Республи@@": 2662,
    "покупа@@": 2663,
    "нажмите": 2664,
    "сообщи@@": 2665,
    "льными": 2666,
    "внед@@": 2667,
    "Ты": 2668,
    "ar@@": 2669,
    "чную": 2670,
    "важно": 2671,
    "ими": 2672,
    "стату@@": 2673,
    "голов@@": 2674,
    "ологи@@": 2675,
    "Рабо@@": 2676,
    "Все@@": 2677,
    "наш@@": 2678,
    "Дан@@": 2679,
