#version: 0.2
е н
р а
с т
а л
с е
а н
а т
а р
н е</w>
п о
р е
п у
и л
к о
р о
к а
т е
в о
н а</w>
н и
н о
л а
л е
с а</w>
т ӑ
н а
в ӑ
ӗ р
г о</w>
т а
д е
т о
н ӑ</w>
р и
ӗ н</w>
ӗ н
ӑ н</w>
ч е
х у
в а
се м</w>
в е
т у
х ӑ
л и
г о
т а</w>
м е
р ӑ
м а
в и
с ен
т е</w>
д о
л о
к у
с а
и р
н е
в ы
л а</w>
з а
ҫ а
п е
м о
т ь</w>
с е</w>
л и</w>
с я</w>
н ы
ат ь</w>
ҫ у
пу л
л ь
и н
сен е</w>
п ӗ
п е</w>
т и
т о</w>
ен и
м а</w>
р у
с о
к ӑ
д а</w>
п а
о с
в ӗ
п ро
ӑ х
т ӗ
ҫ ы
к и
ч е</w>
б о
р а</w>
д и
с и
п ри
с ӑ
ҫ и
к ал
ч а
е го</w>
п а</w>
л е</w>
м и</w>
н о</w>
т ар
и с
че н</w>
н и</w>
се н</w>
к а</w>
в а</w>
н ӗ</w>
е м
х о
л ӑ</w>
к е
л ӗ
л ӗ</w>
п ӑ
м ӑ
по д
с ко
к и</w>
п и
ч и
т ат
у н
ч ӗ</w>
о т
д а
и х</w>
м ал
с ка
ан а</w>
о б
ӑ х</w>
р т
ц и
п ат
х а
ӳ л
п ре
м ӗ
с ы
ан ӑ</w>
ч у
ж и
ҫ ҫ
с с
Г ос
ху ҫ
б ы
к ӗ
ы вӑ
ж е
Ҫ ӳл
ен ӗ</w>
в ар
у р
се м
ан и
м и
ш ӑ
х ал
ра н</w>
ш е
р ы
ст о
з ра
те р
п ы
о н</w>
ст ь</w>
ӗ р</w>
с у
тат а</w>
м ен
ч то</w>
ӗ ҫ
ст а
Ҫӳл хуҫ
ш и
р и</w>
ӗн че</w>
ст в
зра ил
е с
И зраил
ч ӗ
рӑ н
ра з
л у
ь ся</w>
с во
т ы
ӑ на</w>
н у
б у
л я
д у
Гос под
е т</w>
б ли
м е</w>
" "</w>
т и</w>
и з</w>
л ен
п ал
ч и</w>
г и
т ся</w>
в ал
м у
пу ҫ
ил и</w>
Ҫӳлхуҫ а</w>
п ар
к ил
т енӗ</w>
М о
ны й</w>
ко то
ж е</w>
вӑ л</w>
т во
п ӗ</w>
о т</w>
ка н</w>
пӗ р</w>
ҫы н
ш а
хӑ й
л ар
с ь</w>
п о</w>
л я</w>
п ӗр
л ӑх
н ӑ
пу бли
ка й
ст и
за л</w>
с ки
ар о
ны х</w>
д у</w>
е р
е м</w>
л ан
е й</w>
кал анӑ</w>
ҫ ӗр
ӗ ҫ</w>
ҫ ӑ
но го</w>
м у</w>
ҫҫ ӗ</w>
л ӑ
в я
вар а</w>
ска зал</w>
но й</w>
ҫ ин
б е
и з
м ан
ва ш
п ра
р ӗ</w>
г да</w>
ш ӗн</w>
ени я</w>
о р
а н</w>
м ӗн
сем пе</w>
ст и</w>
ве р
з а</w>
к ан
б ы</w>
ш у
ч ӑ
т ы</w>
к о</w>
пу р
й ӑ
ту х
к е</w>
а ви
Б о
л ю
Т ур
ени е</w>
во з
л о</w>
и м</w>
Ҫ а
к у</w>
и се
в ат
о н
в ать</w>
ра т
тӑ р</w>
а с
м ӗн</w>
ҫу л
п ла</w>
С а
б и
в у
с ло
го во
р е</w>
х и</w>
щ и
ма н</w>
с я
ал и</w>
ка к</w>
с вя
Господ ь</w>
де т</w>
ем у</w>
ни не</w>
т ӗ</w>
в о</w>
ху ш
л ӑх</w>
з ем
ра бо
п ир
та н</w>
х ы
в се
н я
ны е</w>
кото ры
ско й</w>
ж д
пӗ тӗ
в ы</w>
р са</w>
ал ь
ва ш</w>
м не</w>
к ӗ</w>
ма р</w>
ку н
ре с
вӗ сем</w>
пул нӑ</w>
мал ла</w>
с по
Мо исе
Д ави
ан ӑн</w>
в се</w>
с ӗ</w>
х а</w>
пе ре
г ра
мӗ ш</w>
ун ӑн</w>
в ра
д ля</w>
ч ен
д о</w>
кал а
ен ни
н аро
н ы</w>
вӑ н</w>
ра х</w>
ме л
ла са</w>
чу х
ра й
ме ст
в ил
ц а</w>
ӗ сем</w>
те б
с ир
т ься</w>
вӗ сене</w>
са сс
са н</w>
ш ӗ</w>
д ен
ю т</w>
й ӗр
по л
х и
ҫи не</w>
К а
ку р
г а
ра с
сасс ӑн</w>
пӗ л
пат ш
ес публи
Р еспубли
т ӗр
пе к</w>
ке н</w>
с лу
ар ӑ
В ӑ
к ӳ
2 0
ывӑ лӗ
Израил ь</w>
в ре
ҫа пла</w>
х ӗ
ат е
ҫи т
х ӗр
те ль
ц ар
Ч у
р я
ко н
ан о
" "
э пӗ</w>
ш ы
ра ть</w>
Ч ӑ
ш ь</w>
пу р</w>
д и</w>
е к
ш ӑн</w>
ко в</w>
э то
ӗн чен</w>
ис ь</w>
хӑй ӗн</w>
о д
ҫ ӗр</w>
ж ен
з на
а к
ҫы н</w>
тӑ рӑ
д ру
пре д
о ни</w>
м я</w>
сӑ ма
л ь</w>
у с
ал а</w>
т ӳ
А н
ч то
го ро
ча х</w>
хал ӑх
ше л</w>
в ӗр
б о</w>
до л
1 0</w>
е е</w>
м ана</w>
ско го</w>
е в</w>
вӗ ҫ
а в
бу дет</w>
Э пӗ</w>
ра н
ат ӑ
ир ӗ
а ш
Чӑ ваш</w>
т у</w>
свя щ
ил и
ст у
пу рӑн
з ы
ств ен
ро в
1 5</w>
ств о</w>
ӗ пе</w>
н я</w>
ил се</w>
пат не</w>
и л</w>
с ле
пе р
ле к
й ӑх
у м
до м</w>
с де
вӑ р
Вӑ л</w>
те се</w>
з я
ҫа к
чух не</w>
та к</w>
э то</w>
ы т
е т
ч а</w>
о на</w>
нӑ ҫ
пӗтӗ м</w>
ӗн тӗ</w>
м ар
1 4</w>
т я
Р а
е тся</w>
а м</w>
ҫу л</w>
ль ко</w>
1 2</w>
ҫ ӳ
но в</w>
Е ги
К о
ло ве
рес публи
з о
ҫа в</w>
что бы</w>
1 1</w>
вӑ н
ны м</w>
С о
у л
Н а
у н</w>
П о
1 6</w>
я л
сен чен</w>
свящ енни
мӑ р</w>
ҫа к</w>
д ы</w>
ч чӗ</w>
ле т</w>
э сӗ</w>
Дави д</w>
х ир
в у</w>
ал а
У н
хо ди
ҫ ӗ
ре х</w>
но е</w>
сӑ р</w>
г ла
че лове
й ы
Тур ӑ</w>
т са</w>
Х ӑ
ҫин чен</w>
ил а</w>
щ е
ш и</w>
к ры
б ра
се сс
ле й</w>
1 3</w>
вы рӑн
мен я</w>
д е</w>
сесс ӗн</w>
м ы</w>
хӑ н
г а</w>
ы й</w>
р у</w>
ку н</w>
ж а
вӗр ен
ре н</w>
вы х</w>
1 7</w>
ре в
ма й</w>
И ис
ф е
ф а
ал и
рӑ м</w>
ра кан</w>
вӑ хӑ
в ӗ</w>
тар са</w>
С и
ч ӗр
ко гда</w>
т ан
ко м
бо ль
к ӗр
я т
2 0</w>
пӑ р</w>
пӗр ле</w>
и бо</w>
ни х</w>
пул ӑ
д ц
ӗ сене</w>
ст ро
ҫин че</w>
бы ло</w>
ир т
та в
ц ен
ж но</w>
ска з
на я</w>
то м</w>
р т</w>
к ар
ил ь
ле т
шӑ н
в ани
сен че</w>
д ар
ци и</w>
но м</w>
тӑ р
п анӑ</w>
ту нӑ</w>
ал ӑх</w>
1 8</w>
пи р</w>
кӑ тар
М и
И е
ст ва</w>
гово ри
ор г
ла ш
Бо г</w>
по с
л ю</w>
с анӑн</w>
Моисе й</w>
Иис у
ски й</w>
ст ра
пре д</w>
бы л</w>
в на</w>
лӗ х
ш ин
вре мя</w>
О н</w>
ш ли</w>
1 9</w>
ӗн чи</w>
мал ли</w>
е х</w>
ка м</w>
Еги пе
ла н</w>
Гос по
Н и
чӗ ҫ</w>
ч чен</w>
ден ь</w>
в ля
й ӗн</w>
ту са</w>
с ана</w>
ь я</w>
н у</w>
вы рӑ
Чу ваш
И о
п ӑх
ли не</w>
ва л</w>
р ӑ</w>
пур нӑҫ
на ч
же рт
ҫ ӗн
л ат
ар а</w>
ь ю</w>
тӗ л
х ат
си р</w>
пал ӑ
йӗр ке
т нӑ</w>
а х</w>
не го</w>
ҫҫ ӑн</w>
2 1</w>
хӑ й</w>
т ре
мел ле</w>
ле се</w>
кай нӑ</w>
ил ся</w>
г и</w>
з и
к то</w>
сс и</w>
щ е</w>
т ра</w>
ю л
теб е</w>
г у
ц е
И а
хал ӑх</w>
сӑма х
которы е</w>
б ла
2 2</w>
м ы
те ре
ил нӗ</w>
ш е</w>
тух нӑ</w>
ра в
вал ли</w>
Израил е
теб я</w>
ес ли</w>
хы ҫҫӑн</w>
. .
л ы
та м</w>
пир ӗн</w>
ти в
но сти</w>
тӑ нӑ</w>
е сть</w>
» ,</w>
ра с</w>
1 9
на м</w>
и кӗ</w>
ве т
се б
л ени
мӗн шӗн</w>
тӑ м</w>
сде ла
ӑ н
я н
тӑ н</w>
м ӗ</w>
во т</w>
ст ар
ы й
у к
с ӗр</w>
ю щ
во й</w>
с ӗ
д я
ст ат
с ли</w>
ни м</w>
ме н</w>
ху т
ш а</w>
мо й</w>
ви де
и к
все х</w>
ва с</w>
ҫ ирӗ
пы сӑ
ҫ ӗ</w>
ва н</w>
ни к</w>
я н</w>
Са у
ҫ е
р ы</w>
шу т
у ч
вӗ сен</w>
те т</w>
ст во
но сть</w>
я ть</w>
ҫын ни
пар не</w>
го д
то лько</w>
ст ре
л анӑ</w>
к ла
не й</w>
ко л
ди н</w>
тӗ р</w>
р ӑн</w>
й ывӑ
п ил
2 5</w>
ти вӗҫ
ль ту
кӑ н
ат ься</w>
ун та</w>
ст ан
рӑ на
2 3</w>
ан а
ро д
ум ӗнче</w>
ко й</w>
ки н</w>
вы й</w>
ан чах</w>
та р</w>
с ан
Иису с</w>
т ру
в зя
С е
м но
ле н</w>
ст ви
се р
.. .</w>
ӗ ш
2 4</w>
кӑ мӑ
ст е
ст ано
тӗ п</w>
т ал
тар нӑ</w>
д ы
й ӗ</w>
а й
Ф е
п ис
у т
к ӑн</w>
по ве
п ло
пра в
ват ься</w>
са к
ка ш
о м</w>
к ру
го да</w>
з н
Г а
сто ро
ни ци
3 0</w>
наро д</w>
ко в
да л</w>
не т</w>
лӗ х</w>
кӑ на</w>
ски х</w>
ю щи
э сир</w>
кото ро
до б
де рев
И у
в ан
у й
ко м</w>
же т</w>
с т</w>
пу рӑна
в е</w>
у ча
ку льту
ман ӑн</w>
ф и
сы нов</w>
гово р
ывӑ лӗ</w>
ро в</w>
П у
з е
ывӑлӗ сем</w>
мӗ ш
го ду</w>
Чуваш ской</w>
пул сассӑн</w>
к ӗн
хуш шин
го ло
к ра
во с
Госпо да</w>
ра л
м ӑн</w>
ке р
ва м</w>
сир ӗн</w>
л ения</w>
ӑ п</w>
ф о
которы й</w>
ста ви
пул са</w>
ли ц
ӑ р</w>
э пир</w>
ну ю</w>
тӗ м</w>
ки й</w>
к ре
"" ,</w>
т ен
я ти
ла й
кӑ лар
я л</w>
де ра
ҫӳ ре
ду т</w>
ници пал
бла го
ц и</w>
сир е</w>
л ать</w>
то го</w>
т ра
с пе
пӗл тер
пы нӑ</w>
ҫы р
сы н</w>
во ди
мо ло
на с</w>
ӑ ҫ
де ся
по ло
бы ли</w>
у ме
г у</w>
с о</w>
пысӑ к</w>
пул ӗ</w>
м ат
чу ваш
ч ис
ар и
ла х</w>
в ла
щ а
хӑ вӑ
ҫ ӑ</w>
священни к</w>
и т
ҫу к</w>
т р
Т е
то в</w>
л енӗ</w>
А вра
тӑрӑ х</w>
ст ер
п ри</w>
мӗн ле</w>
м ӗр
ста в
с си
за ко
2 6</w>
ра х
Е го</w>
ли н
Республи ки</w>
ш ӗ
му ниципал
л ӗн</w>
ве д
хӑ вӑн</w>
ми ни
те сессӗн</w>
й ӗ
з ан
пи н</w>
ли н</w>
де р
та к
вӗ ле
до в</w>
ри не</w>
с ре
Ч е
хӑй сен</w>
у рӑ
до ро
сӑ н
ал ӑх
ҫа вӑн
ро м</w>
то му</w>
с ар
ак ӑ</w>
я нӑ</w>
ху ҫа
с ӗр
ос и
ил ись</w>
хо ро
та х</w>
ко го</w>
2 7</w>
пе х</w>
2 8</w>
ку ҫ
ос ь</w>
я х</w>
челове к</w>
в сем</w>
ҫу н
ч ь</w>
хат ӗр
ма сть</w>
Е сли</w>
до ма</w>
зем ле</w>
про из
М а
рай он
п ле
г е
ате ль
ш их</w>
те й</w>
с ал
Т а
Сау л</w>
2 9</w>
о дин</w>
лӑх ӗ</w>
ви ч</w>
И са
сӑ р
ю д
фа ра
м рӑ
ка ҫ
ю тся</w>
хӑ вар
тво й</w>
ве т</w>
б а</w>
ты тӑ
во й
атӑ п</w>
Н е</w>
ь е</w>
те н</w>
т ать</w>
жи ть</w>
т ри
б а
И оси
кӑ р
ве ли
Господ у</w>
об ще
но в
ь е
ке х</w>
чӗ л
ст а</w>
Т о
Ра ҫҫ
Н о</w>
или сти
дол ж
дар ствен
Ан чах</w>
пул тӑр</w>
патш а</w>
к ро
вы ль
ш ан
на х</w>
е ще</w>
ту рт
при яти
Ҫӳлхуҫ ана</w>
х ле
са х</w>
п лӑ</w>
ва ши
бо ле
ӗҫ ле
с ла
лу ч
сы на</w>
е ф
по й
палӑ рт
па й
о в</w>
лӑх а</w>
Э сӗ</w>
бу де
Т во
хӗ ра
у йӑх
ҫӗр е</w>
те м</w>
ра ҫҫӗ</w>
по мо
орг ани
ко р
ж ду</w>
а ча
а са</w>
шӑ р
сто я
к ен
во д
т ир
в не</w>
ани я</w>
х у</w>
ш ку
х ра
се ль
мел ли</w>
сво его</w>
мӗ р</w>
чӑ р</w>
пу сть</w>
ц ы</w>
ри н
кӑ р</w>
вал и</w>
"" .</w>
че ре
хир ӗҫ</w>
д ни
с ме
пир е</w>
илисти м
ж и</w>
у я
пе кех</w>
не м</w>
ле х</w>
к ин
Р ос
Н а</w>
В ара</w>
шы в</w>
ты ся
те лей</w>
к ир
Ни ко
т ин
об ъ
бы ть</w>
Республи кин</w>
ҫа в
кӑмӑ л
ка з
ани е</w>
3 1</w>
об раз
к ат
ст ы
си и</w>
зем лю</w>
е й
шу хӑ
с мо
В а
] ,</w>
цар ь</w>
ал ан
А лек
ш не</w>
ти в</w>
к ӑ</w>
ҫу р
м ин
з д
ш у</w>
по се
та са</w>
при но
ни пе</w>
ке р</w>
а сь</w>
Ко гда</w>
ӗ м</w>
те ле
м ил
к то
ве л</w>
ӗҫ е</w>
ре б
па х</w>
ни м
вы м</w>
Египе т</w>
ҫе ҫ</w>
чен ь</w>
х е
то т</w>
пу с
лай ӑх</w>
па ш
м ного</w>
ла й</w>
а б
Фе дера
П ат
ҫы вӑ
пӗ тер
Ш у
Т ы</w>
ну май</w>
зем ли</w>
ал е
а д
ҫын на</w>
ҫул та</w>
п ӳ
мест е</w>
ло мо
кала са</w>
в ши
се д
ма й
к ров
го су
Ун ӑн</w>
т ӗн
се й</w>
дру го
тӗр ӗ
т се</w>
си к
на д</w>
я зы
пуҫ ласа</w>
кала ҫ
З а
тӑ ват
ту л
ны ми</w>
ч чен
ун тан</w>
ас лӑ</w>
ч атӑ
тво его</w>
р о</w>
мӗн пур</w>
кил ӗш
ҫын сем</w>
ф ор
р ӗҫ</w>
Со ломо
Л е
А аро
сло ва</w>
Х а
со бра
па р</w>
гра м
ӑ рӑ
ҫ и</w>
че т
ру ки</w>
про ек
л ение</w>
дц ать</w>
аб за
М е
я ми</w>
со б
ско м</w>
мест о</w>
№ -</w>
х ӳ
пу лин</w>
ял ла</w>
ы л
о к</w>
о де
В о
ты тса</w>
А р
ху нӑ</w>
ҫу рт
те пӗр</w>
сту п
го то
К у
А ви
ӗ сен</w>
ҫу рал
ы рӑ</w>
ч ӗн
пул та
вӑ й
П ет
, ]</w>
хо зя
ре ги
Б е
ҫ а</w>
т ри</w>
себ я</w>
ка ми</w>
ч но</w>
су й
на ҫ
кил нӗ</w>
ва ми</w>
б юд
ҫит нӗ</w>
ра з</w>
ал ла</w>
п ла
ту ма</w>
пи тӗ</w>
й те</w>
П а
сдела л</w>
ни я</w>
же н</w>
де й</w>
ав то
те х
н ю</w>
а ча</w>
В ӗсем</w>
это м</w>
горо да</w>
м ир
кӗ ре
в ен
ҫӗ к
ци он
мен и</w>
ени и</w>
да н</w>
Ӑ на</w>
ыт ти</w>
хушшин че</w>
тӗр лӗ</w>
П ро
пӑ рах
не е</w>
мӑ р
бо ю</w>
ат алан
Чу ваши
Израил ь
ц у</w>
т нӗ</w>
л не</w>
жи л</w>
г ре
г н
ӗ л
сы ны</w>
к ӗн</w>
пос ле</w>
ка ялла</w>
ка с
т ро
тӑ п</w>
тух са</w>
те р</w>
т ӑ</w>
пир ки</w>
з ни</w>
вы е</w>
ҫа вӑн</w>
че го</w>
ча ст
ча с</w>
лӑх не</w>
» .</w>
3 2</w>
ҫ е</w>
ш ко
ч ы
та с
тӑ ш
сы в
ски е</w>
пуҫ не</w>
е рт
И ор
ывӑлӗ сене</w>
ч чӑр</w>
ху т</w>
хи не</w>
про тив</w>
о чень</w>
вы р
э ко
хал ӗ</w>
тӑ ва
са л</w>
от кры
о й</w>
ил е
год ня</w>
вӑхӑ тра</w>
бу дут</w>
ӑ с
бо к
М анӑн</w>
0 0</w>
ҫа п
с ни
ӑ ш
че м</w>
слу ж
раз ви
от ца</w>
вӗле р
а в</w>
у ра
му х
мо р
вани я</w>
ка я
ҫа мрӑ
тав рӑн
сказ али</w>
пул тар
де тей</w>
ал лӑ</w>
ҫӗн ӗ</w>
ч у</w>
у чи
ста л</w>
пур те</w>
к ля
зы ва
те т
сво ю</w>
о те
на ми</w>
кӑ ш
ше й</w>
те ль</w>
ме жду</w>
сак кун
пу ш
но ст
ли сь</w>
ҫун тарса</w>
хозя й
ун па</w>
себ е</w>
но ми
лен а</w>
у лӑ
ска я</w>
пурӑн нӑ</w>
по тому</w>
каш ни</w>
ва плӑ</w>
Иа ков</w>
у ш
п ять</w>
хӑвӑ р</w>
л ле</w>
ис пол
Шу паш
Р у
Г е
3 5</w>
ту м
са м</w>
д ь</w>
ви ҫӗ</w>
Ми ха
Ҫа к</w>
халӑх а</w>
у йӑ
пӑ р
в ся
ҫул хи</w>
х ан
ра кан
пур не</w>
о ст
госу дарствен
ччен ех</w>
хут шӑн
сво их</w>
тӗл ле
на ш
жи зни</w>
де й
г ро
пул сан</w>
по ли
наро да</w>
ма ст
ку ю</w>
ве сь</w>
ал о
3 3</w>
ӗ к</w>
тар ма</w>
ал ӑ
3 4</w>
шы в
ш ать</w>
Л и
В ла
А ве
ӗ мӗр
патш алӑх</w>
ни ть</w>
н са</w>
ени ю</w>
бы ла</w>
а па
ҫ у</w>
ки не</w>
го д</w>
я м</w>
ц е</w>
хо д
пӗтӗ м
Х у
ту п
ме р
ло ж
ла рах</w>
са мо
па с
ма ш
и сто
е шь</w>
го р
тӑ ван
говор я</w>
Ҫӳл хуҫа
тӗ лӗ
и мя</w>
Э то</w>
И в
В ас
ҫак ӑ</w>
м па</w>
лю би
л ся</w>
Бо га</w>
] .</w>
ф а</w>
пул ать</w>
ир ӗн</w>
ен ь</w>
Раҫҫ ей</w>
я пал
ч ӗн</w>
у мне</w>
ми р</w>
ь ев</w>
ту хӑ
сло ви
си л</w>
ру с
пу ла
кон кур
е в
де л</w>
говори т</w>
С ы
ҫы хӑн
сер дц
про грам
н ар
ка ч
ка ж
к сем</w>
взя л</w>
Чуваши и</w>
4 0</w>
то гда</w>
к не</w>
ар он</w>
М ан
ҫынни сем</w>
пы рса</w>
ки м</w>
и ми</w>
в енни
Дави да</w>
жерт венни
арӑ м</w>
П ос
ю р
те ли</w>
м я
вырӑ на</w>
Н е
ю рат
пурӑна кан</w>
ка х</w>
йы шӑн
ил ась</w>
П ре
П о</w>
А арон</w>
это го</w>
сы х
ри й</w>
р ен
йы ш
бе з</w>
Ф илистим
Египе т
ҫи мӗ
спо р
со ж
про ш
нач аль
Г о
ю ра
сӑма х</w>
ств у
бюд же
про ро
ла л</w>
Моисе ю</w>
Израиле вых</w>
ҫ ем
за ме
д ать</w>
Иоси ф</w>
сен ӗн</w>
но ю</w>
Ф а
ци аль
сле ду
сво и</w>
пӑх са</w>
е н</w>
д ва</w>
ра тӑп</w>
д ня</w>
ани не</w>
а мӑ
Х ал
ҫу рт</w>
ҫак на</w>
пӑ ш
про цен
ко ва</w>
кла с
де т
в стре
М ана</w>
челове ка</w>
т не</w>
ло в</w>
ени й</w>
Е ф
ни и</w>
л ӑн</w>
ка я</w>
Че бок
Ка к</w>
Вла ди
у т</w>
рабо та
ни й</w>
ни е</w>
н ен
ка й</w>
г ру
б ес
Р е
я т</w>
ш ение</w>
чӑ ваш</w>
ху ла</w>
ур лӑ</w>
тер нӗ</w>
л са</w>
л ана</w>
кир лӗ</w>
г де</w>
боль ше</w>
У н</w>
шухӑ ш
чатӑ р
пат ӑ
от ве
сем шӗн</w>
пӗр и</w>
об ра
дер ж
тӗ п
ру ю</w>
по д</w>
ме ся
жд ый</w>
вӑ й</w>
Са му
Ҫа в</w>
я в
ч ный</w>
ч ир
ки е</w>
говори л</w>
ва ет</w>
у виде
сказ ала</w>
сем ь</w>
органи за
к лю
и ме
С анӑн</w>
чӗ пе</w>
цар я</w>
стро и
ре к</w>
при не
л у</w>
за ве
ва я</w>
бе ре
Х о
ющи й</w>
хӑ р
улӑ ш
сво ей</w>
са вӑ
на до</w>
воз ь
ҫы рса</w>
ҫин чи</w>
это му</w>
ч ун
ни ка</w>
лӗх е</w>
лан са</w>
д ней</w>
Моисе е</w>
ша й
ча л</w>
по лу
ил о
К у</w>
сӑ ваплӑ</w>
по шел</w>
но му</w>
ма х</w>
лю дей</w>
лар тнӑ</w>
кӳ ре
й ӗр</w>
ик кӗ
ж у</w>
ени а
В ениа
ты т
та рас</w>
пред прияти
па ян</w>
ни ки</w>
м о</w>
ла ма</w>
ка л</w>
к ать</w>
з ат
де сь</w>
ыт ларах</w>
то й</w>
кӑ ра</w>
ин у</w>
д ь
Ив ано
ф ер
об ла
ло ги
ин ы</w>
ен не</w>
г е</w>
В от</w>
В ала
ӳ к
ывӑлӗ сен</w>
так же</w>
пӗ чӗ
лӑ м</w>
ло м</w>
и м
20 0
ҫи чӗ</w>
чӗ сем</w>
ч арӑ
тво их</w>
ре мӗш</w>
ни ков</w>
ко е</w>
в то
апа т</w>
3 6</w>
ҫын ни</w>
хо дя
та вра
сво й</w>
ме ст</w>
е ва</w>
б рат
С у
И ли
В е
ха л</w>
рӑ х
боле е</w>
Соломо н</w>
П ӗ
Н о
Д о
ҫак ӑн</w>
че р
т ӗнче</w>
муниципал и
к ло
дол жен</w>
во ро
ва р</w>
а йӑ
М ен
Е н
эко номи
ш о</w>
хӑй не</w>
хӑ вал
тӑ вӗ</w>
рабо т
при шел</w>
о бо
ну жно</w>
жд ы</w>
ву т</w>
ӗ п</w>
пу н
патш и</w>
п раз
п лан
мо жно</w>
жи зн
д ан
урӑ х</w>
с лы
ре з
ма сӑр</w>
кото рую</w>
кал а</w>
вы рт
ве сти
К и
ҫит ӗн
та п
лар нӑ</w>
кӗн ӗ</w>
жен щи
вырӑ нӗ</w>
вы со
все го</w>
а л</w>
Еги п
ҫи ти
хӑ р</w>
те х</w>
те сь</w>
муниципал ь
ме ш
во м</w>
ас си
тер ӗ</w>
са м
с кер</w>
республи ки</w>
разви ти
пӗтӗ мӗш
пун к
пар ни</w>
п лат
де ла</w>
ги е</w>
воз вра
Вениа ми
"" ;</w>
ус ӑ</w>
уй рӑ
стат ь
стано ви
со в</w>
се го</w>
рӑ р</w>
м сем</w>
м ра</w>
ж ение</w>
д ву
О ни</w>
ш ла</w>
ру ко
про ф
пар не
которы х</w>
боль ш
а ми</w>
Тур ру</w>
В и
ҫ ар
ы р
те кен</w>
сво е</w>
с иль
м ате
кӗ мӗ
го м</w>
в с
ал ся</w>
5 0</w>
я лан
у ҫ
у сал</w>
стави л</w>
на ф
вырӑн не</w>
С ер
ш ен
рабо ты</w>
пра вил
по бе
от вет
ки л</w>
выль ӑх</w>
Т ӑ
П ри
П ирӗн</w>
у пра
тӗлӗ ш
пулӑ ш
мо жет</w>
лю ди</w>
ени ем</w>
аш шӗ</w>
М у
Израил я</w>
Бо жи
Аве сс
ши не</w>
тыся ч</w>
пу ҫ</w>
ни сем</w>
ко ман
кай са</w>
ил т
а п
М ы</w>
Е ли
ҫирӗ п
щ и</w>
хуш нӑ</w>
тер се</w>
сы нам</w>
ста вля
од ного</w>
б е</w>
ху ла
ус лы
тал ӑ
пе ч
ни ми</w>
ла в
и н</w>
в ну
ходи ть</w>
ст али</w>
сло во</w>
сердц е</w>
ня ть</w>
му ж
маш кӑн</w>
ком п
зо ло
Ҫа пла</w>
сде л
ро ди
пу сты
кай ӑ
ка ждый</w>
ин че</w>
г их</w>
вал а</w>
ш ка</w>
халӑх ӗ</w>
се годня</w>
л лӑ</w>
й ся</w>
д ро
в ун
буде шь</w>
Пос ле</w>
П ӗр
Иса а
Ио наф
тӑ ван</w>
с ил
ма с
во про
ӗн шӗн</w>
чӗр ӗ</w>
ч ӑн</w>
сво им</w>
пер ь</w>
п ят
жерт ву</w>
ен ӗпе</w>
г не
И н
В ы
х исе
ру б
но мо
н нӑ</w>
ме д
к ри
ир е</w>
Хӑ вӑн</w>
А м
ҫӗр не</w>
ҫа р</w>
ху лине</w>
ту пӑ
то ри
мо его</w>
кил ет</w>
да м</w>
все гда</w>
Э пир</w>
М ари
ывӑ лне</w>
ша я</w>
чух лӗ</w>
чи к
тӑ мӑр</w>
су б
се реб
пӗр ремӗш</w>
по сле
пил ӗк</w>
е те</w>
То гда</w>
это т</w>
че ты
ху лин
фара он</w>
тӑ ракан</w>
тӑ к
то бою</w>
те ҫҫӗ</w>
та кан</w>
ре гу
при ме
орг ан
де лать</w>
вӑхӑ т</w>
вар и
Е н</w>
А т
3 7</w>
ств е</w>
с ы</w>
при шли</w>
пере д</w>
не лле</w>
ки х</w>
ж ур
го спо
го в</w>
ал лине</w>
Миха ил</w>
Мен я</w>
ющ их</w>
кун та</w>
а ма</w>
Иор дан</w>
Г ала
у би
ту р
ти н</w>
ти л</w>
те рес
рай она</w>
пи ть</w>
п и</w>
кӑтар т
кур нӑ</w>
д во
ал ись</w>
ӳ с
ӗ мӗ
ҫурал нӑ</w>
ҫавӑн па</w>
ҫ ил
ху рав
образ о
ку рса</w>
ил ме</w>
в но</w>
чӑ ваш
ц ев</w>
пере воз
мар ш
ил ось</w>
до й</w>
Т ат
ь деся
ьдеся т</w>
хӗра рӑ
ходи т</w>
тӑ рат
республи ка</w>
проф ес
по ль
марш ру
лю б
3 8</w>
ӗҫ не</w>
ӗ мӗр</w>
Ҫа вӑн
ш ения</w>
тво и</w>
ство м</w>
не х</w>
которо е</w>
жа л</w>
е кен</w>
е з
г рех</w>
Госпо дом</w>
хӗра рӑм</w>
тин ӗ
те ра
та т</w>
ст о</w>
ско лько</w>
с лӑ</w>
о б</w>
мини стра
е ю</w>
да ет</w>
д ни</w>
во го</w>
ӗ семпе</w>
чӗ сене</w>
хоро шо</w>
ха в
ле ш
кӳ р
кун не</w>
й час</w>
и т</w>
за пове
а сӑн
ҫывӑ х
я рса</w>
чи не</w>
че т</w>
рт и</w>
мил ли
лар т
да й</w>
Шупаш кар
Т у
Нико ла
Израиле вы</w>
ҫу ла</w>
ю н
ша л</w>
чи ть</w>
уйӑх ӗн</w>
ту да</w>
пул ман</w>
пол номо
му же
ле ви
кӑлар са</w>
ви ҫҫ
ве сти</w>
б ро
Пат ш
шку л
ч чӗ
ха мӑр</w>
стано в
сси не</w>
сем у</w>
сво ему</w>
по з
п ле</w>
й ской</w>
ек ен
горо д</w>
бе з
Э й</w>
Рос си
Л а
Алек сан
ши й</w>
х ват
фор ма
у же</w>
тӗ с
тӑ н
т сем</w>
с и</w>
пу х
об е
ле ме</w>
д ин
Господ и</w>
ыт ла</w>
ы е</w>
хуш са</w>
тӑ рать</w>
палӑрт нӑ</w>
д ва
в месте</w>
Еф ре
А хи
э к
ши е</w>
ч ар
тӑ вӑ
тво р
про ду
но р
ме ро
м ран</w>
лиц е</w>
ков че
жизн ь</w>
ве ст
Ун тан</w>
х ӑн</w>
ту па</w>
сре ди</w>
пи л</w>
пал лӑ</w>
от ц
мар ӗ</w>
д но</w>
ад министра
Хӑ йӗн</w>
Саму ил</w>
Вас иль
ҫа пӑ
я вля
тӑрӑ ш
палӑ р
па ма</w>
оте ц</w>
мӑ шӑ
м со
л ы</w>
кан сем</w>
г ат
выр наҫ
все сож
ци йӗн</w>
ходи л</w>
тӑш ман
ты рӑ</w>
сказ ать</w>
ра я</w>
пу те
проду к
по кры
от де
н ӑн</w>
м пи
кӑтар тнӑ</w>
вӗ пе</w>
ваш и</w>
Хал ӗ</w>
Рос сии</w>
Иу да</w>
20 15</w>
че ри</w>
у ни
спо рт
ра м</w>
пӗтӗмӗш пе</w>
произ вод
пи т
п ен
на д
кӳ нӗ</w>
ин вести
ил ь</w>
выль ӑх
ҫ ӳл
я з
щ их</w>
тӗ л</w>
тр ен
тель но</w>
пӑ хӑн
пре де
нӑ ҫ</w>
ку с
жд ан
ж ать</w>
К он
тас ат
пӗ лӗ
о г
ни кам</w>
меш кӗн</w>
де ж
бу ду</w>
а са
я р
ющи е</w>
юл нӑ</w>
ст ру
са вӑн
о чи
е с</w>
вил нӗ</w>
Филистим ля
ҫирӗ м</w>
Ҫ ы
я р</w>
ху п
тум тир
те л</w>
сӑмах сене</w>
пуҫ ланӑ</w>
ни ма
мал алла</w>
м ени
ло к
йӑ л
йывӑ р</w>
друго й</w>
М ар
ҫӳ р
ҫав рӑн
суй ласа</w>
пал лаш
мо н
л ла</w>
ки рек</w>
ж ения</w>
ӑ м</w>
Ҫ ӗн
щи й</w>
ша р</w>
чӑ к</w>
тӑ тӑ
с ки</w>
п лен
ни н</w>
не р
ме т
ку рӑн
ирт нӗ</w>
и мен
гото в
в и</w>
Хӑ й</w>
О т
Ми ни
И з</w>
Авра ам</w>
ҫу мне</w>
э й</w>
хӑвар нӑ</w>
хуҫ алӑх</w>
уч ре
тӑ к</w>
та в</w>
при ним
поли ти
н ӗ
йывӑ ҫ</w>
да х</w>
б у</w>
ал лин
Х ана
Нико лай</w>
Д е
Ҫавӑн па</w>
тӳ р
тер ме</w>
рӑ мӑр</w>
мал тан
ле л</w>
ле г
к ни
ин форма
з ар
долж ны</w>
ве че
в ш
ҫу рат
ю х
хӑ ва
спо рт</w>
ро к</w>
рабо ту</w>
по ч
по луч
мы ш
ла йӑх
жур н
жи т</w>
во ды</w>
вани е</w>
В але
ӗн ен
что б</w>
ч ать</w>
хӑй сем</w>
хӑвал аса</w>
хы в
ха к
учре жд
турт са</w>
сти ту
ско е</w>
пӑ л
мо в</w>
кӗ л
ку рӑ
ди те</w>
Чебок сар
Ч Р</w>
С ӑ
3 9</w>
ҫӑ мӑ
ха п
ф он
ст ы</w>
ру ш
па ракан</w>
ка р</w>
и стре
д ра
Ш е
Израиль тя
ӑн лан
ҫӑ л
тӑр ш
тивӗҫ лӗ</w>
те перь</w>
та пӑ
со л
ски нии</w>
си ть</w>
се ме
ре й
по раз
п ру
организа ци
о кру
но ва</w>
лаш ки</w>
кӗр се</w>
во л
в з
С ар
Р о
Ман асси
ялан ах</w>
чере з</w>
халӑх не</w>
си не</w>
пуҫ лӑх
пе с
па х
на стоя
лен се</w>
кӑ ла
ко ло
ко лена</w>
де я
ал о</w>
4 3</w>
ч ч
тар малли</w>
т ь
со вер
пӗлтер ӗш
по ко
ни сене</w>
ни мӗн</w>
з десь</w>
ен чен</w>
говори ть</w>
ве та</w>
4 2</w>
ҫа л</w>
хӑ ра
ху р
ха м</w>
х е</w>
тӑ ма</w>
ство вать</w>
сед ате
ро й</w>
пуҫ лӑхӗ</w>
перевоз ок</w>
мал тан</w>
ков ле
зем ля</w>
дол жно</w>
в ле
ал ось</w>
Ру ви
О д
Д а
Алексан д
4 1</w>
ӗҫ лесе</w>
чу н</w>
че х</w>
ху ли
станови ться</w>
спе к
с кую</w>
ря т</w>
пы рать</w>
пултар у
пу ла</w>
кал ать</w>
дц ат
дерев не</w>
дву х</w>
д ви
вырӑн та</w>
ва ют</w>
П е
20 14</w>
ы рӑ
хӑ ш</w>
рай о
о ко
ну ть</w>
н ь</w>
мӑ м</w>
м ать</w>
й ти</w>
исто ри
до чь</w>
де ла
вре мен
абза ц
М не</w>
Ан ге
ҫавӑн та</w>
тер ри
те лӗ
собра ния</w>
ни ка
ма ҫҫӗ</w>
зи ден
де ре
Ио ав</w>
Ааро на</w>
Ҫа вӑн</w>
пул чӗ</w>
пар са</w>
ос у
ны не</w>
кре п
к лӗ</w>
жи телей</w>
ди т</w>
ву ю</w>
благо сло
а чи
М ал
ҫын сене</w>
я на</w>
э ти
шу та</w>
чи ке</w>
у прав
у мӗн
тӗрӗ с</w>
та й
ст ен
си е</w>
рус али
руб лей</w>
ра до
пос лал</w>
п ти
ме ч
ерт ӳ
ерт се</w>
е пле</w>
ди ть</w>
гу т</w>
ал ом</w>
Ие русали
ҫ ан
у бе
т ран
пуш хир
по ле</w>
меро прияти
ме ди
культу ры</w>
кол хо
вре мени</w>
во ль
Я ковле
Тур ри</w>
А в
ӳ кӗ
ҫӗр ӗнче</w>
ь те</w>
щ ения</w>
чи та
чи л</w>
ча сти</w>
хал ь
ски м</w>
пул малла</w>
пул ма</w>
по ря
па чӗ</w>
п я
л ый</w>
или щ
ил ем
до сто
до к</w>
вы рӑн</w>
ву нӑ</w>
» ;</w>
тен кӗ</w>
строи тель
с па
ра ви
по сту
пат ӗнче</w>
ла кан</w>
кӗ лӗ</w>
кил не</w>
а ч
П и
В еф
ҫӑ кӑр</w>
ш ал
ху рас</w>
тво ей</w>
та ми</w>
т сене</w>
пу ху</w>
пу сти
мат и
ли ца</w>
лен нӗ</w>
ле с</w>
и д
з до
да же</w>
ве с
вал ся</w>
Та к</w>
Влади мир</w>
В се</w>
А кӑ</w>
ҫа кӑн
чӑ р
ци ю</w>
хӑ вна</w>
хуҫ алӑх
ха н</w>
ти ть</w>
ра спо
р ных</w>
по до
мо м</w>
маст ӑп</w>
которо го</w>
кото рая</w>
кил се</w>
кач ча</w>
ин терес
ва х</w>
б р
атӑ р</w>
К ана
ҫамрӑ к</w>
та ра
сто л
ре й</w>
об ре
ли ч
кӳре кен</w>
ен ь
д али</w>
га м</w>
г лу
ат пӑр</w>
ат о
Иу де
ҫыхӑн нӑ</w>
ят лӑ</w>
ыл тӑн</w>
ши м</w>
хӗр ӗ</w>
х ар
ук ҫа</w>
ты й</w>
тинӗ с</w>
те м
сти вал
ст в</w>
со гла
с ӗн
реги он
ра л</w>
по шли</w>
лан нӑ</w>
к сене</w>
ирӗ к</w>
ж а</w>
дру г</w>
го ре</w>
го ды</w>
бу дь</w>
аш не</w>
а сӑр
С во
О на</w>
ш кол
чу в
ч ение</w>
цар ю</w>
у че
у ра</w>
тӑ хӑн
те ля
та вӑ
сы л
сре д
ру ку</w>
патш алӑх
п ря
п ать</w>
лар ӗ</w>
ла т</w>
ди й</w>
д я</w>
г ать</w>
бу ду
Иису са</w>
Ави ме
4 5</w>
ӗ мӗш</w>
че му</w>
х ӗр</w>
ус пе
тӑ ра
те п
сторо ны</w>
сло вами</w>
се х</w>
са хал</w>
ре т</w>
пӗтӗм пех</w>
пӑ ра
по то
наро ду</w>
л лӗ</w>
кӗмӗ л</w>
кра си
кан ӑҫ
дру гих</w>
до ме</w>
Патш алӑх</w>
Ҫ ур
ый т
ци аллӑ</w>
тӗлле в
те сен</w>
тат са</w>
сак кун</w>
с част
рабо тать</w>
пул нине</w>
ла сь</w>
ку да</w>
ка ча
гла за
] ;</w>
4 4</w>
ҫа вна</w>
щи е</w>
хе р</w>
терри тори
та рать</w>
ры й</w>
пӗр не</w>
мӗш ӗнче</w>
мо и</w>
ла ҫҫӗ</w>
ку л
ин чен</w>
и мени</w>
з вал</w>
женщи на</w>
де пу
г ей</w>
ар ӗ</w>
П ӗр</w>
шы ва</w>
ци я</w>
у слови
тӑват ӑ</w>
то же</w>
та ран</w>
с ве
пӗлтерӗш лӗ</w>
осу ще
ло сь</w>
ко ле</w>
ен че</w>
ви л</w>
ваш их</w>
в до
ар ти
Т и
Израил е</w>
Бо гу</w>
ӳ кер
ҫирӗп лет
ҫирӗ п</w>
ҫимӗ ҫ</w>
щ его</w>
чу п
у пӑш
тӳ ле
ста н</w>
со об
регу ля
пӳ лӗ
не чно</w>
на шей</w>
ля ть</w>
ле ш</w>
з у
вӗ сенчен</w>
вы шел</w>
вы пол
арӑ мӗ</w>
Сер гей</w>
Ие ро
Г и
ӳ стер
ҫӗр ӗ</w>
ҫы лӑх</w>
уме р</w>
ств у</w>
по ро
нӑ шӑн</w>
не чи
мӑ н
кӑмӑл лӑ</w>
и не</w>
жд е</w>
е дин
в спо
Ун та</w>
Иа кова</w>
] :</w>
ӗҫле ме</w>
э ти</w>
ывӑ л</w>
ы х</w>
чы лай</w>
хӑ руш
фе дера
ту ха
тех но
т ме</w>
сы пӑ
спе ци
рай он</w>
пове лел</w>
мӑшӑ р</w>
мини ст
кӗ с
до го</w>
горо де</w>
вырӑн ти</w>
ала сь</w>
Израил ӗн</w>
Д ля</w>
Авесс алом</w>
ӑҫ та</w>
ҫа н</w>
ющ его</w>
уйӑ рса</w>
тӗрӗ сле
ска жи</w>
руко води
ра ди
по каз
мо я</w>
мо е</w>
лан ать</w>
иккӗ мӗш</w>
е ся</w>
до коле</w>
де ло</w>
д аль
би ра
Господ ня</w>
. ]</w>
ӗн пе</w>
ҫынни сене</w>
ҫити ччен</w>
тӑрӑ х
тав ра</w>
та ш
ста ра
с ӳ
ре з</w>
по ставил</w>
не му</w>
на пис
мо ж
ми ҫе</w>
мал о</w>
ком ис
кал лех</w>
ис кус
е вич</w>
вӑр ҫӑ</w>
ви ть</w>
вал и
в не
Пу ш
Ионаф ан</w>
ӗр ен
чӑ н
ч ения</w>
уме р
то р
те ат
пул ӑ</w>
патш ана</w>
обще ство</w>
мест а</w>
ме т</w>
культу ра</w>
кров ь</w>
к на</w>
здо ров
д ный</w>
д ник</w>
гн ат
б я</w>
ар ҫын</w>
Федера ции</w>
И гнат
Д и
Ҫ у
ши л</w>
ха мӑн</w>
ф илистим
уш кӑн
т ӗн</w>
стар ей
рин че</w>
республи кан
пра во</w>
пе ра
объ ек
об ходи
ни на</w>
ни кто</w>
м сене</w>
лӗх не</w>
кӗн е
кай ран</w>
й ӗсене</w>
й пе</w>
ду ша</w>
два дцать</w>
гра ждан
ани и</w>
Ч то</w>
Г ла
) ,</w>
ь ма</w>
ши ть</w>
че ство</w>
тӑтӑ ш</w>
ти м
тво е</w>
ро н</w>
регуля рных</w>
пӗ ле
ос но
оде жды</w>
од ной</w>
о ру
ня л</w>
кал анине</w>
з ло
вс ю</w>
вер си
а я
В ал
тухӑ ҫ
те с</w>
тво ему</w>
тал ан
таврӑн нӑ</w>
с са</w>
рӑ х</w>
пӗчӗ к</w>
по э
око ло</w>
о ста
мно ю</w>
м ла
до пол
де ти</w>
да ст</w>
все й</w>
ҫын нине</w>
ҫ ке</w>
чу л</w>
цион аль
хулин че</w>
хал ал
фе стивал
тӑ рса</w>
ту й
сво ими</w>
са ман
с виде
прино шение</w>
при ве
по кол
п ан
осуще ств
нӑ ччӗ</w>
ма я</w>
ку ра
ка зыва
к ана</w>
из б
ет кер
е вӗр
де ву
вӑ тӑр</w>
Египет ской</w>
А ха
ӗҫ ӗ</w>
ҫӳр енӗ</w>
ҫӗр те</w>
ҫит се</w>
ҫи сем</w>
это й</w>
хӗр ӗ
тӗ ре
с ю
по м
о в
мно го
ку мен
ит ле
дерев ни</w>
вы ми</w>
вы ля
во д</w>
ве й</w>
бо гат
а с</w>
ҫыр нӑ</w>
ю сь</w>
ю рӑх
чарӑ нса</w>
х ен
у ров
т ран</w>
со зд
сик ль</w>
ро ва</w>
рев но
ра сс
пред приним
по ж
п р
ни н
нач ала</w>
м лӑ</w>
ковче г</w>
ко лен
кас са</w>
ка м
к сен</w>
и гра
жен а</w>
говор или</w>
во е</w>
ват е
Росси йской</w>
М ан</w>
И з
Дави ду</w>
Гала а
ян хи</w>
ше д
ход или</w>
ул т
ту ян
те ля</w>
с цен
раз а</w>
по ра
од но
об ес
ни чего</w>
кӑ ри</w>
и дет</w>
за ви
ж или</w>
де шь</w>
де м</w>
воз мож
Пу ҫ
И с
20 16</w>
) .</w>
ҫӗр шыв
Ҫӗн ӗ</w>
я хӑн</w>
э лек
щ ать</w>
шут ласа</w>
че ской</w>
хы ҫ
тӑва кан</w>
тво ю</w>
тво им</w>
та ка</w>
ст ана</w>
со ответ
се т</w>
свящ ен
республи ке</w>
пусты не</w>
по слу
пат ӗнчен</w>
па рать</w>
от ме
о го</w>
ни л</w>
ле з
ко ле
ин тере
за д</w>
д ве</w>
во сто
ҫы лӑх
ходя т</w>
улӑш тарас</w>
сы нов
свя з
ри я</w>
ри на</w>
профес си
мени ть</w>
кӑш кӑ
кай ма</w>
ид ти</w>
з ер
ди на</w>
г ек
в рат
П ур
З а</w>
Вӑ р
ю н</w>
ы м</w>
ш ки</w>
че й</w>
ча сть</w>
т вер
сме рти</w>
сен чи</w>
с ла</w>
пред стави
о пять</w>
о ве
но вых</w>
лар тса</w>
кто р</w>
кача ка</w>
кала ма</w>
из мен
гра фи
голо ву</w>
га зе
ан о</w>
Пӗ тӗм</w>
4 6</w>
э ф
ху лана</w>
х ран
т ре</w>
сти е</w>
со м</w>
ско та</w>
республи кӑра</w>
па ра
па малла</w>
па й</w>
о став
мо л
мини стер
мате ри</w>
лиц ем</w>
кур ма</w>
ку ҫ</w>
ка де
жен ы</w>
же л
е вна</w>
до кумен
горо д
вӗ семпе</w>
виҫҫ ӗмӗш</w>
ва к</w>
в ӗн</w>
Пат ша</w>
П ав
М ӗн</w>
Гос у
Ан д
ҫывӑ х</w>
шку л</w>
ше р
ш его</w>
чӗн се</w>
че ских</w>
ху лар
ха й
ун ран</w>
ст вӑ
сдел али</w>
развити я</w>
ра ст
пу ть</w>
праз дни
ме сӗр</w>
ли сем</w>
ла п
кӑ сӑ
кров и</w>
к ра</w>
и ть</w>
жен у</w>
г ли</w>
ва й</w>
бо й</w>
С ана</w>
К е
Исаа к</w>
Ие ри
Е ле
Е в
ҫӑ н
Ҫа мрӑ
ял та</w>
х ся</w>
стви е</w>
се х
сво бо
пуҫ тар
пурӑн ма</w>
по стро
по став
па л</w>
мух тав
мо ей</w>
мил о
малтан хи</w>
ль з
ку ра</w>
ис чис
ин ститу
доб ро
ваш его</w>
ва ется</w>
больш ой</w>
Х е
Раҫҫ ей
По этому</w>
Н у
Мо ав</w>
Ле ви
К ӑ
Алек се
ҫӑ м</w>
язы к</w>
шӑ л
ш ӗпе</w>
чу ру
уя рт</w>
уча сто
тех ни
т я</w>
сторо на</w>
сле до
сем ь
сво ем</w>
с кер
ри сене</w>
па м
на й
на зад</w>
мин ут</w>
кил ӗ</w>
каш ни
зна ком
ж ный</w>
ду шу</w>
во да</w>
вер ну
ал лӑ
а м
Од на
О т</w>
Или я</w>
Израиле вым</w>
Госу дарствен
Господ ень</w>
ҫы х
ҫы лӑха</w>
ҫ ӗн</w>
щ ей</w>
хӑ ват
хут шӑ
тере т</w>
ст ала</w>
пулӑ ша
пула с</w>
при ят
по я
од на</w>
ност ей</w>
ни будь</w>
на у
кен е</w>
за щи
ви но
б ле
Х ев
Сау ла</w>
К рас
хӑ м</w>
у ста
тӗл ӗн
тӗ мӗр</w>
сӑмах семпе</w>
сӑ л
сю да</w>
со т</w>
си т</w>
с мен
пӑ рӑн
пы ракан</w>
пред седате
ос к
наш его</w>
мӑ ра</w>
ли ть</w>
ла в</w>
к ка</w>
ир а</w>
ин ке
и на</w>
ен нелле</w>
е р</w>
до стат
гово рят</w>
вой ны</w>
б лю
ал лу
а ша
Шупаш кар</w>
Х ӗ
Иери хо
Д у
4 8</w>
ӗр лӗ</w>
ӑ нӑҫ
ҫу р</w>
шы ра
ше е</w>
ч ӑ</w>
ук ре
у х
у по
т ил
ско му</w>
се ст
пло ща
ни ца</w>
на ших</w>
мо н</w>
лени и</w>
кӑ л
ку рай
йӗрке ле
из не
за менить</w>
за кон
е ҫҫӗ</w>
г ер
буде те</w>
ат те
Т урӑ
Се годня</w>
Па ян</w>
Иса в</w>
Д а</w>
В ӗрен
ҫ ер
щ ен
чӗ ре
хи р</w>
тат ӑ
тар чӗ</w>
су пру
сто в</w>
слу ча
сло в</w>
пӑ ру</w>
по ма
ни ц
меся ца</w>
е ц</w>
да вать</w>
го ры</w>
вши й</w>
в хо
айӑ п
Е му</w>
В ӗсене</w>
ӗҫ чен
ӑ ст
ҫу лӗ
я ла</w>
хӳ тӗ
хушшин чи</w>
хуш ши</w>
хле б</w>
хле б
у ро
тӳ рӗ</w>
тӑ рӗ</w>
тере кен</w>
тат ӑп</w>
со циаль
с про
рабо те</w>
пӗчӗ к
по зи
отве чал</w>
о е</w>
мыш лен
лок тей</w>
ла с</w>
йывӑ р
жерт вы</w>
до воль
ди я</w>
вӑхӑ т
бо р
би не
Хӑ й
Ха мӑн</w>
Пет р</w>
Г ал
А ча
Ҫа кӑ</w>
чӗ к</w>
хал ь</w>
уни верси
ти на</w>
тера ту
те с
талӑ к</w>
т ти
сси пе</w>
со ревно
са ми</w>
с арӑ
ри ть</w>
пуҫ ҫап
пур нӑҫ</w>
пулӑ шу</w>
пра вля
о стан
нӑ ран</w>
мӑ ш
ко з
ки пе</w>
кал арӗ</w>
к рас
к лӑ</w>
д ат
горо дов</w>
аш шӗ
ано в</w>
Федера цийӗн</w>
Са мсо
Г ен
Вениами н</w>
В о</w>
? »</w>
ят не</w>
щ ее</w>
чатӑр не</w>
ч ка</w>
хӑ ҫан</w>
ху р</w>
хал ан
тӑ ра</w>
тытӑ н
тух рӗ</w>
та ҫҫӗ</w>
су д</w>
с у</w>
с со
ре ш
пӳ р
приме р</w>
по кло
пи т</w>
пер вый</w>
ня ли</w>
но чь</w>
но ч
не й
на ш</w>
ми и</w>
м ӗнче</w>
лю бо
ло ва</w>
каж дого</w>
деся ть</w>
взя ли</w>
би ть</w>
б ан
Си х
Республи ка</w>
Л ю
Егип тя
Бе ф</w>
ӳ т</w>
э р
че ского</w>
у ди
у вели
тул ли</w>
ту йӑ
три дцать</w>
ти я</w>
ти й</w>
те миҫе</w>
стать и</w>
спо соб
спе циаль
ско т</w>
ри о
пӗтер се</w>
пӗр леш
помо щ
н ат
м н
кӗ сем</w>
к лу
из вест
и р</w>
зна чи
за да
ду ши</w>
дру гие</w>
де ть</w>
бли з
ал ь</w>
а каде
Ю рий</w>
Э сир</w>
Пре зиден
О те
И бо</w>
Еле а
ӗ м
ӑ мӑр
я чӗ</w>
ше м</w>
ш ло</w>
ш ат
чч ӗр</w>
хӑй сене</w>
ф ек
тӑ мӗш</w>
сы но
си х</w>
си ст
се йчас</w>
сдела й</w>
священни ка</w>
саккун ӗн</w>
р ӗм</w>
пӗр ре</w>
пурӑна кан
пу ян
п ля
ми на
ма л</w>
лени ю</w>
ко ю</w>
ко ми
дя т</w>
до ю</w>
да ми</w>
ви н
ача сем</w>
Х ам</w>
Те бя</w>
А слӑ</w>
ҫӗ м</w>
ҫурт ран</w>
хӑ пар
ты х</w>
тар малла</w>
с ун
род ила</w>
ре да
на циональ
на гра
комп лек
килӗш ӳл
кай рӗ</w>
и ю
ди л</w>
да го
гла в
Са ул
С ем
Иеро во
7 0</w>
ҫын сен</w>
Ҫӳлхуҫа мӑр</w>
Ҫ и
ю лашки</w>
э тем</w>
шко ле</w>
ша в</w>
ч ин
ц ов</w>
хо че
хав халан
увиде л</w>
у ю</w>
у й</w>
тыся чи</w>
техно логи
тво я</w>
са п
рӑ п</w>
рабо та</w>
пӑрах нӑ</w>
прош лом</w>
поз во
ну л</w>
лӑ рах</w>
л атӑп</w>
кӳ мешкӗн</w>
кӳ ме</w>
кру п
ко му</w>
кар ти
жертвенни к</w>
го с
гла за</w>
вӗҫ не</w>
ан е
а ф</w>
а пат
а ва</w>
С ал
П ал
К ар
К ан
Александ р</w>
ӗҫ ленӗ</w>
ӑ с</w>
ҫул сенче</w>
э рех</w>
щ у</w>
хо в</w>
уч ени
тӑрӑ р</w>
ти е</w>
тан лаш
т ных</w>
сте р</w>
ст ран
с раз
ре х
рат пӑр</w>
пӗ ҫер
пуҫ ла
пурӑн ӑҫ
пе даго
о фи
нор мати
на чи
му ж</w>
мо гут</w>
ку на</w>
кала кан</w>
й ӳ
же ли</w>
ж ени
госпо дин</w>
вӑхӑ тӗнче</w>
вырӑ наҫ
вш ись</w>
бра та</w>
а р</w>
Ра х
Пре д
Ка ш
Иор д
ҫав ӑ</w>
ҫа вӑ
Ҫа кна</w>
ши на</w>
ц ер
ху шӑ
уй рӑм</w>
те й
семе й
ро н
ри л</w>
на се
на прав
н ало
му зы
мал ень
ли вый</w>
лар у</w>
кал ӑ
ка д
к ран</w>
до чери</w>
вӗ сенӗн</w>
вла сти</w>
вал ись</w>
бо в</w>
ат и
ан нӑ</w>
ан не</w>
аллин чен</w>
То лько</w>
С вет
Бо ль
ҫӗр ӗнчен</w>
Ҫа кӑн</w>
япал а
я чӗпе</w>
ше р</w>
ч ки</w>
хозяй ствен
фара она</w>
ф из
уча ст
тӗ тӗр
ти р</w>
сӑ в
со циаллӑ</w>
со ве
свя зан
ри н</w>
ре е
пурӑн ать</w>
пораз ил</w>
поло ви
п лӗ</w>
на ши</w>
лен и</w>
ка кой</w>
й ӗсем</w>
зна л</w>
ж али</w>
дея тель
да бы</w>
д атель
вӗ р</w>
вед ения</w>
бли оте
амӑ шӗ</w>
Ф или
Ка бине
Игнат ьев</w>
В се
4 7</w>
1 0
ӗҫле кен</w>
ӑ ҫ</w>
япал а</w>
чет ная</w>
хӑ вӑр
ху ли</w>
х ана
тӑ л
то н
сыл тӑм</w>
стви и</w>
ст ью</w>
спо ко
со гре
сан па</w>
са ви
район ӗнчи</w>
пӗ т
пӑх нӑ</w>
пре жде</w>
пе й
о пера
но ги</w>
наш кал</w>
мор рей
мо их</w>
лӑх ӗн</w>
ли пе</w>
лек ен
кру г</w>
которо й</w>
жи тели</w>
е л
г ля
в ь</w>
ал ӑ</w>
Руви м</w>
М ӗншӗн</w>
К то</w>
Иис ус
ӗ шӗн</w>
ха стар
управ ления</w>
ул тӑ</w>
у ви
тӗлӗш пе</w>
та рас
т лӑ</w>
сӑмах не</w>
с вер
рави тель
пӑ рӑ
по ка
патӑ ма</w>
от цу</w>
объ я
об рат
о пы
ня я</w>
не обходи
муниципали тет</w>
лӗ хӗ
ли терату
лен ы</w>
лан а
кӗ пе</w>
кӑ па</w>
ка че
за клю
гру п
ва с
ал е</w>
Х ри
Тур рӑр</w>
Мо й</w>
Е л
20 12</w>
! »</w>
ҫи ме</w>
ҫапӑ ҫ
э хер</w>
ыт ти
ывӑ лӗн</w>
ше ст
чӑваш ла</w>
ччӗ мӗш</w>
чис ле</w>
хӗрӗ х</w>
хӗр не</w>
х ани
уча стие</w>
тумтир не</w>
ту нине</w>
та пӑр</w>
сыно вей</w>
сен и
ру к</w>
ри сем</w>
ракан сем</w>
помо га
поль зо
полномо чи
пал и</w>
от правил
од но</w>
о нов</w>
ну ж
над ле
мал ь
лӑх па</w>
ли мпи
ко ро
кин че</w>
килӗшӳл лӗн</w>
ки на</w>
к ке
йӑх ӗнчен</w>
зы вать</w>
жи вет</w>
жен щ
д не
ги б
возь ми</w>
воз врат
во ду</w>
в стал</w>
Я л</w>
П равитель
Моисе йпе</w>
Д о</w>
Божи й</w>
Бо же</w>
ҫӗк лесе</w>
Ҫ ӗр
ь мой</w>
учрежд ени
урӑ х
у ва
тӗлӗш ӗнчен</w>
сту ден
стви я</w>
ста р</w>
сик лей</w>
са й
р ӗн</w>
по сто
на чал</w>
на л</w>
мен ь
кӑлар нӑ</w>
ко ли
кал ан
и ччен</w>
за па
е ле
де л
да ют</w>
да вно</w>
вся кий</w>
в место</w>
б изне
ак тив
Са к
П ри</w>
Му ска
Галаа д</w>
А ш
ҫӗн тер
ҫын нӑн</w>
ҫурат са</w>
ҫу лӑм</w>
ҫак сем</w>
ҫа ра
я ться</w>
ш ар
чу л
че че
ча ми</w>
хӑ ма</w>
ул лӑ</w>
у дел</w>
у б
ты тнӑ</w>
су т</w>
ство вал</w>
сол н
рат ься</w>
ра б</w>
пӑхӑн са</w>
пуҫ ӗ</w>
пре с
пре ду
пра во
покол ение</w>
пай не</w>
об и
ни тель
н па</w>
мал лине</w>
ля х</w>
льз я</w>
кӗ сене</w>
ку ҫӗ</w>
кро ме</w>
к ли
га ми</w>
г ар
вы шли</w>
бр я</w>
Республи ке</w>
Иоси фа</w>
Ин тер
19 9
ӗ сенчен</w>
ҫ ат
хурав ласа</w>
турт тармалли</w>
сӑма ха</w>
спек так
сде лать</w>
с не
с ала
реб ен
пӑ х</w>
пулта рай
про води
по том</w>
по доб
пле мен
наро дов</w>
на ҫҫӗ</w>
мӑ рӑн</w>
моло ды
мо б
м ила</w>
ло н</w>
ло ги</w>
кӑн тӑр</w>
ил лӗ</w>
з доро
дя м</w>
вӑ рт
вра гов</w>
вил ся</w>
в ших</w>
в сему</w>
бли ж
би блиоте
ача сене</w>
аллу на</w>
а ш</w>
Ц ар
Хана ан</w>
Си ме
П ил
За ко
Ефре м</w>
Ен ре</w>
Ге де
Г ри
Во л
8 0</w>
4 9</w>
ҫит рӗ</w>
ҫ се</w>
я сь</w>
ю са
школ ы</w>
ча сах</w>
ч ной</w>
цен т
хушшин чен</w>
хле ба</w>
ф иль
у стро
тя же
ту х</w>
ту с
тру д
тер ӗм</w>
спор та</w>
се рен</w>
с ра
с кры
ри пе</w>
раз ме
пӗл ӳ</w>
пы тан
пу т
после дни
образо вания</w>
ност ью</w>
не у
мо ему</w>
м арӑм</w>
ла м</w>
кӑмӑ л</w>
кун ӗнче</w>
ку нӗ</w>
й но</w>
истре б
ил чӗ</w>
и г
е фо
го вари
всесож жение</w>
вес ьма</w>
ва п
бра т</w>
ай не</w>
а пла</w>
Се йчас</w>
Мари я</w>
Ка м</w>
К ро
И ван</w>
Вала ам</w>
Авра а
А л
ӳк нӗ</w>
ӑрӑ вӗ</w>
ҫӳре кен</w>
ҫем ье</w>
я тар
э ту</w>
ъ ек
шы вӗ</w>
шан са</w>
хатӗр ленӗ</w>
хат ӗр</w>
уй ӑх</w>
у мӑн
тра к
специ али
ско хозяйствен
с фе
с или</w>
пурнӑҫ лама</w>
пу рӗ</w>
про мышлен
пра ви
под но
пи тех</w>
пи не</w>
пат шине</w>
пал а</w>
па рас</w>
ответ ствен
ове ц</w>
ман шӑн</w>
мал и
ма стер
ли сене</w>
колхо з
кай ӑр</w>
йывӑ ҫ
ен но</w>
дер жи
го ря
в ним
в лӑ</w>
бо м</w>
бе д
Чебок са
Ко то
В ӗсен</w>
Алек сей</w>
Ааро ну</w>
. "";</w>
ҫӗр ӗнчи</w>
ҫӑ вне</w>
ҫӑ вар
ь ями</w>
ывӑ л
щ а</w>
чы с
ци н</w>
ху с
тӑк нӑ</w>
ту рӑ
су т
соб лю
ре ть</w>
раз ных</w>
пӗлтер нӗ</w>
пӑ хӑр</w>
про во
праз дник</w>
м ун
ли бо</w>
канӑҫ лӑх</w>
йӗрке лесе</w>
ирт се</w>
жи ву
вӗ ҫ</w>
ве н</w>
благо слови
ал ли</w>
ал ис
Сы в
О ль
Бо гом</w>
1 00</w>
Ӗ н
Ӗн тӗ</w>
ҫӗ мӗр
ҫирӗ пле
ый тнӑ</w>
шу чӗ</w>
шко ль
ш ӗсем</w>
ш ени
чӗл лӗ</w>
чи на</w>
че ский</w>
че мпи
ч рез</w>
ци й</w>
хӗр рине</w>
хӑ л
ф ин
тӳ пе
тӗ м
тавра ш
сынов ья</w>
суб ъек
сем ен
сель скохозяйствен
свя ты
пул ччӑр</w>
пу ти</w>
о кон
но вые</w>
не сколько</w>
наро дом</w>
на вер
мо ни
мо мен
мате ри
ман па</w>
мал а
конкур с</w>
кай сассӑн</w>
к вар
йӑ мӑ
й ӗнче</w>
зна ю</w>
зн ать</w>
журн али
дцат и</w>
допол нить</w>
де ле</w>
глаза ми</w>
вӗрен нӗ</w>
вы й
аш а</w>
ал из
Чебоксар ы</w>
Со вета</w>
Си го
П ӗл
В ир
Авра м</w>
20 17</w>
. »;</w>
ӗҫ сене</w>
ӑ ра</w>
ҫӑмӑ л
щ им</w>
ч ӳ
ц ве
ф у</w>
у д
тӗл не</w>
ту малла</w>
ту к</w>
та пра
стру к
сер д
са д
с ила</w>
рӑ па</w>
ро жд
ра ба</w>
пысӑ к
пур рине</w>
проро к</w>
по этому</w>
пар ӑр</w>
на пол
на мӑ
на зна
мӗ пе</w>
муниципаль ных</w>
ме рӗ</w>
ло жил</w>
ле м</w>
кӗ тсе</w>
йы шӑ
зна ет</w>
з ани
до му</w>
вӗлер нӗ</w>
вы ше</w>
во н</w>
во круг</w>
али за
а гро
Тур ру
Те пӗр</w>
Н еф
К ӗ
Е горо
Ген на
Вир сави
Ав ени
ӳс нӗ</w>
ӳ п
ӗн чех</w>
ҫу хал
ҫу ра
ющ ей</w>
элек тро
ый тӑ
щ ение</w>
шӑ пах</w>
шин ы</w>
ше в
ш али</w>
хӗр лӗ</w>
хуҫа мӑм</w>
ху до
ха ма</w>
фара он
уйӑ р
у ҫӑ</w>
ту ри
ту лаш
та пӑр
т па</w>
сӑмах сем</w>
ст р
ст ать</w>
со хра
сам ччӗ</w>
рин чен</w>
распо лож
пӗл се</w>
пулта рать</w>
пра вед
пой ди</w>
по р</w>
по зд
па ха</w>
от ды
об ы
ну май
нин чен</w>
на пи
мест ӗп</w>
ме ль
лӗ сем</w>
ли л</w>
кӗ р</w>
ку л</w>
ки сене</w>
кайӑ к</w>
ка ҫ</w>
ирт тер
и ст
зако но
зако на</w>
за в
е ш
гра ж
госпо дина</w>
вӗ т</w>
вос пи
вате ль
ай лӑ
О р
Ла ван</w>
Г ер
Ви ф
ӗ к
ҫ не</w>
ш ний</w>
четы ре</w>
хӗр хен
хо тел</w>
ха ҫа
фек тив
тӑвӑ р</w>
тытӑ м
ту я
тре бо
тель ца</w>
та с</w>
сторо ну</w>
сто ит</w>
стано м</w>
сло ву</w>
сель ского</w>
са мы
с но</w>
с ка</w>
ро сси
пят ьдесят</w>
подно жи
пат ша
от ро
от вер
об я
о ни
ни кӗ</w>
на ци</w>
лӗ к</w>
лен о</w>
ко ль
или ще</w>
жи во
ен чи</w>
е вӗр</w>
друго го</w>
дру ги
до сти
депу тат
ве се
ве з
ас лӑ
ани ю</w>
С вя
Пал лах</w>
О б
Мо и</w>
М ак
Кро ме</w>
К унта</w>
Егип та</w>
Га д</w>
Га ва
Б а
20 13</w>
ӑ р
ҫи вӗ
ю ри
ю па</w>
ю б
чуваш ский</w>
чи е</w>
хӑвӑ ра</w>
ху тӑш
хатӗр ле
уҫ са</w>
у ль
у луч
у ка
тре ть
те мӗн</w>
стави ть</w>
со з
с ӑн</w>
с ли
рас ска
райо не</w>
пӑрах са</w>
пуҫ лӑх</w>
при надле
пис ь
пат ши
па йӗ</w>
от но
органи зо
о ва</w>
нен ави
н ю
ме рт
кӑсӑ к
кон ца</w>
к ки</w>
е же
дерев ню</w>
де вя
вы вел</w>
взя ть</w>
бюд жет</w>
а гн
Яковле в</w>
Ч то
Тур ра</w>
Т ам</w>
Раҫҫей ри</w>
Кана шӗн</w>
З о
З десь</w>
Авиме лех</w>
А к
6 0</w>
ӗр ӗ
ҫӗр шыв</w>
ҫи сене</w>
х ать</w>
ф ра
услы шал</w>
ун шӑн</w>
тӑ малла</w>
тух сассӑн</w>
то л
сыв лӑх</w>
ств енни
ста кан</w>
со рок</w>
со бою</w>
ру ви
ра м
пӗтер нӗ</w>
про дол
по вы
пал лах</w>
од ну</w>
о чере
началь ник</w>
лени й</w>
лан чӗ</w>
ла гер
которы м</w>
кол лек
каҫ ар
кашни йӗ</w>
кал ан</w>
йӑ тса</w>
йы шӗ</w>
з ло</w>
жертвенни ка</w>
ертӳ ҫи</w>
е ди
го ру</w>
вӗрен ӳ</w>
вӑр ҫӑ
вӑй лӑ</w>
встре чу</w>
во ен
вече ра</w>
ве щи</w>
би л</w>
Я л
Хана ан
Тӑ ван</w>
Тво его</w>
С ан
Оте ц</w>
М ат
Ле шӗ</w>
Каш ни</w>
Е лена</w>
Авра ама</w>
Авени р</w>
ӗҫ ӗсене</w>
ӑс ат
ҫи ччӗмӗш</w>
Ҫӳлхуҫ анӑн</w>
явля ется</w>
чис т</w>
чере й</w>
хут чен</w>
хозяй ства</w>
халь хи</w>
тӗлле в</w>
тӑ ран
тру да</w>
т но</w>
сӑ ллӑ</w>
сых ласа</w>
су рӑх</w>
со держ
са с
ров ан
реда к
ра б
пы тар
пулӑ шӑ
пу ст
прош ло
пил лӗ
пар ӑп</w>
от пусти
ню ю</w>
ни ю</w>
не хи</w>
муниципали те
мо ва</w>
мест ного</w>
ме хани
м л
ли т</w>
кон трак
за вет</w>
за в</w>
ж илищ
ем ые</w>
до черей</w>
да я</w>
д ной</w>
граж дан</w>
вӗрен екен
вы ро
вун нӑ
ви ча</w>
ве те
ате лей</w>
айӑп сӑр</w>
абза це</w>
Тат а</w>
Ра з
По том</w>
Моисе я</w>
Л юд
Иу дей
Израильтя не</w>
Израил ем</w>
Иа ко
Б ы
Б ла
ӗмӗ т
ӗ сенче</w>
ӑрӑ вӗсем</w>
ҫи йӗр</w>
шӑ па</w>
ше к</w>
чуваш ской</w>
чи тать</w>
чи к</w>
хуш шине</w>
хи пе</w>
ут вер
у станов
тап хӑр
сы ну</w>
су дь
сто м</w>
спор тив
сист ем
сир ӗншӗн</w>
си те</w>
ра к
ра ду
пӗтӗм пе</w>
пы р</w>
путе к</w>
пу хӑн
при гла
пе ть</w>
пар ӑн
п ы</w>
ня х</w>
ни т</w>
не льзя</w>
мӗ ҫ</w>
ли на</w>
ле й
кӑтар тса</w>
кӑ ш</w>
которо м</w>
коле сни
кин о</w>
йӗрке пе</w>
йӗр ке</w>
йӗ сен</w>
ир сӗр
дру з
государствен ной</w>
г ря
вӑ р</w>
вши е</w>
всесож жения</w>
ве к</w>
б ри
Шупашкар ти</w>
Ч ер
Самсо н</w>
Мо ави
Авесс ало
А мали
ӳ сем</w>
ӗҫ сем</w>
ӑ па</w>
Ҫ ул
я чӗллӗ</w>
ю рать</w>
эти х</w>
шан чӑ
чуваш ского</w>
сторо не</w>
ст ый</w>
ст ало</w>
со к</w>
со в
слу жить</w>
свиде тель
сал им</w>
ру салим</w>
ру ка</w>
ра ми</w>
пуҫтар ӑн
проек т</w>
про кля
по ступ
по ля</w>
пи ччӗ
п ь
ос мо
о то
о го
ня ми</w>
ни цы</w>
ни з
не де
на кан</w>
мо ю</w>
мо ль
ло жить</w>
ли ться</w>
лар ӗҫ</w>
кӗр тнӗ</w>
кре ст
ка шӑ
ка мен
ил тнӗ</w>
и ҫӗм</w>
и так</w>
здоров ья</w>
законо датель
за кры
жи в</w>
дь ми</w>
ди на
госу дар
во шел</w>
благо дар
ба ми</w>
авто моб
абза ц</w>
Р Ф</w>
Пе ре
М ил
Кӑ ҫал</w>
К ил
Ие русалим</w>
Вал ен
5 2</w>
№ ;</w>
ҫи се</w>
эф фектив
щ ем</w>
ш но</w>
чӗ семпе</w>
хӑн ӑх
хулар а</w>
тӗллев пе</w>
тре б
тере с</w>
тер и</w>
та ракан</w>
та кой</w>
та ких</w>
ст ри
со стоя
си я</w>
ран па</w>
процен т</w>
пото м
посто ян
пам ят
па янхи</w>
п пин</w>
от туда</w>
ос нов
о ри
но к</w>
на сле
мо же
ми не</w>
мала рах</w>
м ся</w>
м или
лю дьми</w>
ли т
ла ха
куҫ ар
кля лся</w>
к ла</w>
к ате
йӑх ӗ</w>
йы шне</w>
ил о</w>
жи те</w>
евӗр лӗ</w>
дере ва</w>
д але
вӑр ҫа</w>
возвра ти
вил а</w>
виде л</w>
вен а
бюдже та</w>
брат ьев</w>
б ный</w>
Что бы</w>
С С
Неф ф
Ко мсо
Д ан
В ы</w>
ӗҫ ре</w>
Ҫы н
ю рӑ</w>
ыл хан
ывӑ лу
щ аться</w>
ше сть</w>
чу ру</w>
чу на</w>
хутшӑн нӑ</w>
ху ра</w>
ху й
хе руви
хал ӑ
х ӗҫ</w>
ф фа
тӳ ре
тӗн чери</w>
тӑ вас</w>
ту ра</w>
то фе
тас алӑх</w>
та х
та ки</w>
сӗ м
сти ть</w>
сил ы</w>
сед ьмой</w>
свя т
с ъ
ру п
ре ж
рабо в</w>
пӑ шӑр
предприним атель
поря д
под ня
под держ
печ ат
п шени
оде жду</w>
обще ства</w>
образ ом</w>
о вна</w>
ним ать</w>
ни ком</w>
мӑ шӑр
меди ц
мал а</w>
лю дям</w>
ла ракан</w>
кур сассӑн</w>
культу р
калаҫ нӑ</w>
ка ра
йышӑн нӑ</w>
и на
заве та</w>
дол го</w>
д вена
год но</w>
го лу
г ло
г ла</w>
вӗрен се</w>
вуннӑ мӗш</w>
воро т</w>
ве ли</w>
вал о</w>
ар чине</w>
а ҫу
Шупашкар та</w>
Х алӑх</w>
Л у
Иуде я</w>
И ес
За ву
Виф ле
В ер
Аха в</w>
А до
5 1</w>
ӑс лӑ
ҫӗр ӗн</w>
ҫӑмӑ л</w>
ҫу лӗ</w>
Ҫӳлхуҫа ран</w>
я рӗ</w>
ый ту
шу ю</w>
ш ур
ш ку</w>
част о</w>
хӑра са</w>
хоче тся</w>
ха с
у ҫӑ
у лиц
тӑрш шӗ</w>
тӑ раҫҫӗ</w>
тух ать</w>
ту н
тре ть</w>
тир пей
со н</w>
си ю</w>
рин чи</w>
республи кӑри</w>
рас про
работа л</w>
пурнӑҫ а</w>
поло жил</w>
по вер
пер вен
парне сем</w>
не р</w>
на зыва
мӑ й
мир а</w>
милли ар
май па</w>
ма х
люби л</w>
ли я
лет них</w>
кил о
испол н
зна коми
зако н</w>
з ы</w>
жа т</w>
еткер лӗхе</w>
ди е</w>
говор ю</w>
вани й</w>
буде м</w>
б ло
ач ана</w>
ав ли
Х ӗрлӗ</w>
Х ус
Х аль
П ас
Люд мила</w>
Ко нечно</w>
Ивано в</w>
И р
Е се
Гала ад
В ит
Б у
5 5</w>
ӳк се</w>
ӑ шӑ
ҫи тер
ҫи й
ҫап са</w>
ю к</w>
чу ра
чи кӗ</w>
хӗ сене</w>
хыв нӑ</w>
хо ло
у го
тухӑ ҫ</w>
тив ле
сӑ рт
стра ны</w>
со ю
ски ми</w>
силь но</w>
сереб ро</w>
сем ьдесят</w>
сем ччӗ</w>
само управления</w>
с фер
с к</w>
пӗл мен</w>
пы ма</w>
пурӑн малли</w>
про шел</w>
при нима
ос вя
ого нь</w>
о преде
ну сем</w>
ни ками</w>
на встречу</w>
н ци
мӗ шӗ</w>
мы с
мо го</w>
мла д
ме р</w>
ме ж
ма ях</w>
лӑх ра</w>
кӳ мелли</w>
кӗр т
кӗ т
кан ди
кал и</w>
к ани
йӑл тах</w>
йыш лӑ</w>
ирт рӗ</w>
илем лӗ</w>
ил ӗ</w>
и но
ден ь
га л</w>
бра л</w>
асӑн нӑ</w>
Х ан
Фа ра
Си на
Кото рый</w>
И так</w>
20 11</w>
ӗ не</w>
ҫӑн ӑх
ҫыр ма</w>
ҫы вӑр
ҫул тан</w>
ҫул па</w>
ҫу лӑ
Ҫа пах</w>
ющ им</w>
юра масть</w>
ю рӑ
ь ми</w>
шыв па</w>
шухӑ ш</w>
шу л
ш ӑ</w>
чӗ сен</w>
челове ку</w>
чатӑ рӗ</w>
хӑ т
хы тӑ</w>
ху рса</w>
ху л
хо чет</w>
халӑх ӗн</w>
фо то
ф ир
ут ӑ</w>
тӑрш шӗ
тӑвӑ п</w>
тӑ вать</w>
теля м</w>
те ме</w>
те ла</w>
те кен
сӗр тӗн
сӑ на
со бира
ра ш
ра ди</w>
пурӑна кансем</w>
при ш
посе ления</w>
пой ду</w>
по ку
по кро
пере да
пат а</w>
пас са
отправил ись</w>
о цен
ноч ью</w>
мӗн чи</w>
мо им</w>
ми ро
ме ста
ме й</w>
лӑ п
кӗ лет
кил чӗ</w>
ки ми</w>
кал атӑп</w>
ка ять</w>
и сти
зе р</w>
е л</w>
дру га</w>
доро ге</w>
г ен
вто рой</w>
возь мет</w>
во цар
ви д
вед ени
в зо
аш шӗн</w>
ар кат
амӑ шне</w>
ав ан
Ф и
Сих ем</w>
Свет лана</w>
Ра й
М ӗн
Ко м
Ие ффа
Д ан</w>
Господ не</w>
ҫит сессӗн</w>
ҫи телӗ
ял ти</w>
язы ке</w>
я малла</w>
юрат нӑ</w>
юн не</w>
ю тран</w>
эк с
э нер
шкул та</w>
цар ем</w>
х ӗҫ
тӑ х
тух ма</w>
ту ра
тех ника</w>
те к
тат е
спорт смен
с вет
ру ке</w>
ре мон
р та</w>
пӗлӗ т</w>
пӑра хӑ
пултару лӑх</w>
пу л</w>
проек та</w>
полномо чен
под а
по гиб
отде ль
о ставля
мӑ ну
ми три
ло в
клас с</w>
йӑх не</w>
й сем</w>
ирӗ к
зем ле
за р</w>
ду ю</w>
ди ре
деся ти</w>
г ну
вӗлер ме</w>
вӑ там</w>
вырт нӑ</w>
вопро сы</w>
возмож ность</w>
во зра
во дою</w>
вино гра
вал е
больш ое</w>
аталан ӑ
ани й</w>
Ы вӑ
Ше л</w>
Ч и</w>
Хри сто
Ма ди
Иорд ана</w>
Египет ран</w>
Е ще</w>
Дави д
Ан ато
6 2</w>
ӑ мӑ
ҫӗр тен</w>
ҫӗк лен
ҫа вӑр
яз атель
ши т</w>
чи сто
чатӑр ӗн</w>
хӑ ра</w>
ху та</w>
хлеб ное</w>
ха р</w>
федера ль
тӑ тӑр</w>
тӑ ка
теле м</w>
тар а</w>
сыв ӑ</w>
ст аро
си ро
священни ку</w>
рез уль
раз де
рабо т</w>
пул ӗҫ</w>
при я
помощ ь</w>
под готов
по станов
пес ни</w>
па н</w>
о р</w>
о пол
мило сть</w>
ла кан
кӑ ҫал</w>
кон курса</w>
калаҫ ма</w>
к тя
йӗрке ленӗ</w>
инке к</w>
заме сти
же ла
даль ней
вы де
все ми</w>
вла де
вла д
ви т</w>
ват ӑ
бы ст
бла гово
ат ӑн</w>
ат чӗ</w>
а моррей
Чӑ ваш
Т ӗрӗ
П ар
Миха й
Мак си
Ки ри
В ик
А мно
ӳ р
ӑш ӗнче</w>
ҫынни н</w>
ҫул талӑ
ҫит мӗ
ҫит мен
ҫаврӑн са</w>
ё т</w>
язы ка</w>
че сть</w>
че ские</w>
ч ных</w>
ц ени
хӳ т
хӑвӑ рт
хы пар</w>
ху рал
хо кке
ха яр
фин ан
ф е</w>
умӗн чи</w>
уме рт
у да
тӑ чӗ</w>
тӑ ракан
тӑ лӑх</w>
ту лӑ</w>
тре тий</w>
тивле чӗ</w>
ти пӗ</w>
теле й
та ва</w>
т ря
слу г</w>
ря дом</w>
ры х</w>
род ственни
ров на</w>
ре т
работа ет</w>
ра к</w>
пӗ тнӗ</w>
пӗ лет
пуш ӑ</w>
процен тов</w>
пос мо
пи чет
от рас
организа ции</w>
об язатель
ни цу</w>
ни мӗнле</w>
не ц</w>
ман нине</w>
лӗ р</w>
кто р
кал ь
йӑ шӗ</w>
й ӗпе</w>
ис клю
ил ӗр
ик кен</w>
за боле
ди пло
да йте</w>
вӑ кӑр
выр такан</w>
вы ра
вы пус
во р
во ло
ас ра</w>
аль ного</w>
а ван</w>
Ы т
Филистимля не</w>
Тур рӑ
Соломо на</w>
Са мар
Мо его</w>
К ур
Ис са
Иерусали ма</w>
Государствен ного</w>
Генна дий</w>
Г ра
Ам мони
Авиме ле
Ааро нпа</w>
19 8
ӗ рен</w>
ҫӳре ме</w>
ҫу хат
ье ва</w>
ырӑ лӑх</w>
ывӑ лӑм</w>
ша х</w>
ч лен
ци на</w>
хап ха</w>
универси те
тӳ лесе</w>
тя н</w>
тытӑ ннӑ</w>
ту а
тат ах</w>
тавӑ рса</w>
та л</w>
т сен</w>
сӗ тел</w>
су л
сты м</w>
ствен ной</w>
стат ья</w>
совер шен
слу ги</w>
ска жет</w>
сар ла
с ӑх
род ной</w>
регу ли
ре ки</w>
пуҫлӑх ӗсем</w>
пул масть</w>
при ше
пре до
пер вые</w>
п ин
от дал</w>
о пу
о жи
нач али</w>
на уч
на де
мӑ наҫ
моло деж
ме ҫҫӗ</w>
ле хи</w>
ки сем</w>
кала ҫа
к ле
ил ей
изб ави
год ня
г ан
ву н</w>
вил ись</w>
виде ли</w>
ва т</w>
ате ли</w>
алис т</w>
акаде ми
а сту
Ш ӑ
Чебокса рах</w>
Т ӗ
Сы ны</w>
Си до
На ф
Комсо моль
К ун
А са</w>
ӑнӑҫ лӑ</w>
ҫурт не</w>
ҫитмӗ л</w>
ҫити чченех</w>
ҫап лах</w>
ял ӗнче</w>
ю но
эти м</w>
шут не</w>
ша т</w>
хӑ шӗ</w>
хӑ в</w>
ха стар</w>
участо к</w>
ук ра
тӑ с
тру до
та кие</w>
сӑ рт</w>
сти т</w>
стави т</w>
сраз у</w>
сик се</w>
си туа
сереб ря
сереб ра</w>
сала м
савӑ нӑҫ
ро ды</w>
ро д</w>
редак ции</w>
раз говари
при обре
по н
па раҫҫӗ</w>
па ратӑп</w>
отц ов</w>
мор я</w>
мо гу</w>
милли он</w>
медиц ин
ман ран</w>
ле шӗ</w>
ко нечно</w>
ке ре</w>
йӗр кене</w>
ир и</w>
инвести ци</w>
и ди</w>
зав тра</w>
за вер
з ву
же сто
ж аться</w>
ени не</w>
ем ся</w>
ду ме
д ве
государствен ного</w>
гос под
г аться</w>
вӗле ре
вну трен
ват ӑ</w>
б лу
б ал
ате ль</w>
а я</w>
а т</w>
Ю лашки</w>
Те бе</w>
Сем ен
Сак кун
Ни ки
Манасси я</w>
Кон стан
Ка де
К ал
Д митри
ӑст алӑх
ҫӗ лен</w>
ҫҫ и</w>
ҫурт сем</w>
ҫем ье
ҫ та</w>
ял ся</w>
ыл тӑн
шай ӗнче</w>
чи й</w>
ча к
хир ӗҫ
ха к</w>
х ӑ</w>
у то
тӑршшӗ пех</w>
туп са</w>
тере ҫҫӗ</w>
тавраш ӗнчи</w>
т рех</w>
т ки</w>
сӗ т</w>
сӑр лан</w>
сӑмах ӗ</w>
сӑ вӑ
суб бо
строитель ство</w>
ству ет</w>
стви н</w>
ствен ного</w>
соб енно</w>
со ста
служ бы</w>
сир ӗнпе</w>
сил у</w>
се ла</w>
се годня
сан ран</w>
с пи
с не</w>
ры м</w>
руководи тель</w>
пӗр ин
пурнӑҫ ла
пре ступ
после д
поря док</w>
по лез
по ла</w>
пат тӑр
пат на</w>
ост аль
обя зан
о ф</w>
нӗ ччӗ</w>
не достат
на з
на дцать</w>
муниципали тет
муж а</w>
мо ре</w>
мал ашне</w>
лӑ р</w>
лӑ н
луч ше</w>
кӳр се</w>
ко п
кен не</w>
ка ма</w>
ирт тернӗ</w>
ирт терме</w>
ир хине</w>
ил ӗр</w>
ил тӗр</w>
зна ют</w>
жа й
до жд
деятель ности</w>
ги м
вӗрен ме</w>
ви т
ви на</w>
ва ю</w>
ва ска
благосло в
б ин
ашшӗ не</w>
ат те</w>
Ре ве
Одна ко</w>
Бла го
Ат те</w>
Ан на</w>
А мор
А га
ӗн тен</w>
ӗмӗр лӗхе</w>
ӗ ччӗ</w>
Ӗ ҫ
ҫӳре т</w>
ҫӑ вӗпе</w>
ҫу к
Ҫамрӑ к</w>
ятар лӑ</w>
я пӑх</w>
экономи ка</w>
ь яна</w>
ши ми</w>
ша ет</w>
чӗл хи</w>
чуваш ском</w>
чу ри</w>
чис ло</w>
ци е</w>
ху ра
хо л
хо в
х ӗн</w>
х о</w>
фараон у</w>
ул шӑ
тӑхӑн тар
ту р</w>
те тӗп</w>
та я</w>
та я
су д
сту па
сто й</w>
ст сем</w>
со би
ско р
сдела ет</w>
ре ди</w>
ре ализа
располож ились</w>
ради о
пул ни</w>
професси он
при ко
преду смо
пре н</w>
пре дел</w>
правил ь
посе лени
патӑ м</w>
пар ӗ</w>
па малли</w>
нен е</w>
не чист</w>
ми н</w>
ме ч</w>
ма сте
ли й</w>
лени ем</w>
лар ӑм</w>
ла хи</w>
л ани
казыва ется</w>
к семпе</w>
й и
ин стру
зн али</w>
за н</w>
за й
з ор
женщ ины</w>
жд ать</w>
ж да
еш ьте</w>
долж но
долж на</w>
деж да</w>
го й</w>
гла з</w>
вӗрен тсе</w>
вырнаҫ нӑ</w>
вы ши
вы ку
ву никӗ</w>
вспо м
воцар ился</w>
ви тӗр</w>
боль шая</w>
бо гам</w>
Хӗ ра
Х и
Р и
Оль га</w>
Мо ло
Л ари
Крас но
Ка й
Израил ев</w>
З е
Василь евич</w>
А х
А пла</w>
5 4</w>
5 3</w>
20 10</w>
ӳл лӗ</w>
ӳ тне</w>
ӳ сене</w>
ҫӑ р</w>
ҫин ӗ</w>
Ҫ ӗр</w>
я ма</w>
чух нех</w>
ча плӑ</w>
ч ала</w>
хӗ вел</w>
хуҫ и</w>
хир е</w>
ха ҫат
ул шӑн
уби л</w>
у мӗн</w>
тӳ пе</w>
тӗн чен
тӑват ӑп</w>
тӑват тӑмӗш</w>
тул тарнӑ</w>
твор че
тво ем</w>
та вӑр
т ный</w>
су я</w>
сто л</w>
сти хи</w>
со времен
серд ца</w>
се вер
с шӑн</w>
реж ис
реги он</w>
пӗр лех</w>
пӑх ма</w>
пул тарнӑ</w>
предусмо трен
прав ду</w>
полу ча
племен ам</w>
ня ться</w>
не ю</w>
мно гие</w>
лайӑх лат
ла ми</w>
кӑшкӑ рса</w>
кӑ ва
коли чество</w>
к ти
ис пользо
за яв
ен е</w>
други м</w>
ди ться</w>
двена дцать</w>
да в
голо с</w>
вӑ кӑр</w>
вой ну</w>
во де</w>
вил се</w>
вдо х
благослови л</w>
ба бу
ан са</w>
администра ции</w>
С ирӗн</w>
Пуҫ лӑхӗ</w>
О б</w>
М оск
Иисус у</w>
И х</w>
Геде он</w>
Во о
Вала к</w>
Анге л</w>
ӳп ке
ҫӗр ле</w>
ҫу рӑ
ҫ ӗсем</w>
я тся</w>
юрӑх лӑ</w>
ый ту</w>
ш ься</w>
ци пе</w>
хӗр ринче</w>
хуш ма</w>
хо тя</w>
хо д</w>
ф рон
ф ей</w>
учи ться</w>
ун аро
ул ми</w>
тӗс лӗх</w>
ты е</w>
тум тир</w>
тра ди
то р</w>
ти п
те ри
тапра нса</w>
су м
ст вам</w>
сре ды</w>
со бы
са р</w>
с к
ре д
раз лич
ра бы</w>
пӗ рех</w>
пӑшӑр хан
пы рӗ</w>
пулта раҫҫӗ</w>
произ о
прине с</w>
при нци
при звал</w>
помо щи</w>
покло н
пой дет</w>
по в</w>
площа д
от правля
о ю</w>
о но</w>
о каз
ни хӑҫан</w>
ни когда</w>
не сли</w>
на ходи
му ще
мно же
ма сассӑн</w>
лӑх ӗпе</w>
ларт ма</w>
кӑ л</w>
конкур ен
кин чен</w>
кил ӗнче</w>
ки я</w>
кан ӗ</w>
йӗр ӗ
